Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

source: Cheatin&#8217; huh?
id_id: Cheatin &#39;ya?

source: bbPress Forums
id_id: Forum bbPress

source: bbPress Topics
id_id: Topik bbPress

source: bbPress Replies
id_id: bbPress Balasan

source: Most popular topics
id_id: Topik paling populer

source: Topics with no replies
id_id: Topik tanpa balasan

source: bbPress User Activity
id_id: bbPress Aktivitas Pengguna

source: Topics
id_id: Topik

source: Replies
id_id: Balasan

source: Topic
id_id: Topik

source: Learn More
id_id: Belajarlah lagi

source: Hide For Now
id_id: Sembunyikan Untuk Sekarang

source: bbPress requires a manual database upgrade. %s or %s.
id_id: bbPress membutuhkan peningkatan basis data manual. %s atau %s.

source: Forums
id_id: Forum

source: Welcome to bbPress
id_id: Selamat datang di bbPress

source: Update Forums
id_id: Perbarui Forum

source: Settings
id_id: Pengaturan

source: About
id_id: Tentang

source: Welcome to bbPress %s
id_id: Selamat datang di bbPress %s

source: bbPress is fun to use, contains no artificial colors or preservatives, and is absolutely wonderful in every environment. Your community is going to love using it.
id_id: bbPress menyenangkan untuk digunakan, tidak mengandung pewarna atau pengawet buatan, dan benar-benar menakjubkan di setiap lingkungan. Komunitas Anda akan senang menggunakannya.

source: What&#8217;s New
id_id: Apa yang baru

source: Credits
id_id: Kredit

source: Forum Subscriptions
id_id: Langganan Forum

source: Subscribe to Forums
id_id: Berlangganan ke Forum

source: Now your users can subscribe to new topics in specific forums.
id_id: Sekarang pengguna Anda dapat berlangganan topik baru di forum tertentu.

source: Manage Subscriptions
id_id: Kelola Langganan

source: Your users can manage all of their subscriptions in one convenient location.
id_id: Pengguna Anda dapat mengelola semua langganan mereka di satu lokasi yang nyaman.

source: Converters
id_id: Pengonversi

source: We&#8217;re all abuzz about the hive of new importers, AEF, Drupal, FluxBB, Kunena Forums for Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo and XMB. Existing importers are now sweeter than honey with improved importing stickies, topic tags, forum categories and the sting is now gone if you need to remove imported users.
id_id: Kami semua sibuk dengan kumpulan importir baru, AEF, Drupal, FluxBB, Forum Kunena untuk Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo dan XMB. Importir yang ada sekarang lebih manis daripada madu dengan perekat pengimporan yang ditingkatkan, tag topik, kategori forum, dan masalah sekarang hilang jika Anda perlu menghapus pengguna yang diimpor.

source: Theme Compatibility
id_id: Kompatibilitas Tema

source: Better handling of styles and scripts in the template stack.
id_id: Penanganan gaya dan skrip yang lebih baik di tumpukan template.

source: Polyglot support
id_id: Dukungan poliglot

source: bbPress fully supports automatic translation updates.
id_id: bbPress sepenuhnya mendukung pembaruan terjemahan otomatis.

source: User capabilities
id_id: Kemampuan pengguna

source: Roles and capabilities have been swept through, cleaned up, and simplified.
id_id: Peran dan kapabilitas telah disapu bersih, dibersihkan, dan disederhanakan.

source: Go to Forum Settings
id_id: Buka Pengaturan Forum

source: bbPress is created by a worldwide swarm of busy, busy bees.
id_id: bbPress diciptakan oleh sekumpulan lebah sibuk dan sibuk di seluruh dunia.

source: Project Leaders
id_id: Pemimpin Proyek

source: Founding Developer
id_id: Pengembang Pendiri

source: Lead Developer
id_id: Pengembang Utama

source: Feature Virtuoso
id_id: Menampilkan Virtuoso

source: Tool Maven
id_id: Alat Maven

source: Contributing Developers
id_id: Pengembang yang Berkontribusi

source: Core Developer
id_id: Pengembang Inti

source: Project Emeriti
id_id: Proyek Emeriti

source: Feature Developer
id_id: Pengembang Fitur

source: Integration Testing
id_id: Tes integrasi

source: Contributors to bbPress 2.6
id_id: Kontributor bbPress 2.6

source: Update Forum
id_id: Perbarui Forum

source: All done!
id_id: Semua selesai!

source: Go Back
id_id: Kembali

source: You can update your forum through this page. Hit the link below to update.
id_id: Anda dapat memperbarui forum Anda melalui halaman ini. Tekan tautan di bawah untuk memperbarui.

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
id_id: Peringatan! Masalah saat memperbarui %1$s. Server Anda mungkin tidak dapat terhubung ke situs yang menjalankannya. Pesan kesalahan: %2$s

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
id_id: Jika browser Anda tidak mulai memuat halaman berikutnya secara otomatis, klik link ini:

source: Next Forums
id_id: Forum Berikutnya

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
id_id: Anda dapat memperbarui semua forum di jaringan Anda melalui halaman ini. Ia bekerja dengan memanggil skrip pembaruan setiap situs secara otomatis. Tekan tautan di bawah untuk memperbarui.

source: Database connection failed.
id_id: Koneksi database gagal.

source: Start
id_id: Mulailah

source: Continue
id_id: Terus

source: Starting Import...
id_id: Memulai Impor ...

source: Continuing Import...
id_id: Melanjutkan Impor ...

source: Import Finished.
id_id: Impor Selesai.

source: Import Stopped (by User.)
id_id: Impor Dihentikan (oleh Pengguna.)

source: Import Halted (Error.)
id_id: Impor Dihentikan (Kesalahan.)

source: Database Connection Failed.
id_id: Koneksi Database Gagal.

source: Finished
id_id: Jadi

source: Stopped
id_id: Berhenti

source: Starting
id_id: Memulai

source: Doing step %s...
id_id: Melakukan langkah %s...

source: Next in %s seconds...
id_id: Berikutnya dalam %s detik...

source: Readying sync-table
id_id: Menyiapkan tabel sinkronisasi

source: Sync-table ready
id_id: Sinkronisasi tabel siap

source: Deleting previously converted data (%1$s through %2$s)
id_id: Menghapus data yang dikonversi sebelumnya (%1$s sampai %2$s)

source: Skipping sync-table clean-up
id_id: Melewati pembersihan tabel sinkronisasi

source: No users to import
id_id: Tidak ada pengguna untuk diimpor

source: All users imported
id_id: Semua pengguna diimpor

source: Converting users (%1$s through %2$s of %3$s)
id_id: Mengonversi pengguna (%1$s sampai %2$s dari %3$s)

source: Skipping user clean-up
id_id: Melewati pembersihan pengguna

source: No passwords to clear
id_id: Tidak ada kata sandi untuk dihapus

source: All passwords cleared
id_id: Semua sandi dihapus

source: Delete default WordPress user passwords (%1$s through %2$s)
id_id: Hapus kata sandi pengguna WordPress default (%1$s sampai %2$s)

source: Skipping password clean-up
id_id: Melewati pembersihan sandi

source: No forums to import
id_id: Tidak ada forum untuk diimpor

source: All forums imported
id_id: Semua forum diimpor

source: Converting forums (%1$s through %2$s of %3$s)
id_id: Mengonversi forum ( %1$s sampai %2$s dari %3$s)

source: No forum parents to import
id_id: Tidak ada induk forum untuk diimpor

source: All forum parents imported
id_id: Semua induk forum diimpor

source: Calculating forum hierarchy (%1$s through %2$s of %3$s)
id_id: Menghitung hierarki forum (%1$s sampai %2$s dari %3$s)

source: No forum subscriptions to import
id_id: Tidak ada langganan forum untuk diimpor

source: All forum subscriptions imported
id_id: Semua langganan forum diimpor

source: Converting forum subscriptions (%1$s through %2$s of %3$s)
id_id: Mengonversi langganan forum (%1$s sampai %2$s dari %3$s)

source: No topics to import
id_id: Tidak ada topik untuk diimpor

source: All topics imported
id_id: Semua topik diimpor

source: Converting topics (%1$s through %2$s of %3$s)
id_id: Mengonversi topik (%1$s sampai %2$s dari %3$s)

source: No anonymous topic authors to import
id_id: Tidak ada penulis topik anonim untuk diimpor

source: All anonymous topic authors imported
id_id: Semua penulis topik anonim diimpor

source: Converting anonymous topic authors (%1$s through %2$s of %3$s)
id_id: Mengonversi penulis topik anonim (%1$s sampai %2$s dari %3$s)

source: No stickies to import
id_id: Tidak ada perekat untuk diimpor

source: All stickies imported
id_id: Semua perekat diimpor

source: Calculating topic stickies (%1$s through %2$s of %3$s)
id_id: Menghitung perekat topik (%1$s sampai %2$s dari %3$s)

source: No super stickies to import
id_id: Tidak ada perekat super untuk diimpor

source: All super stickies imported
id_id: Semua perekat super diimpor

source: Calculating topic super stickies (%1$s through %2$s of %3$s)
id_id: Menghitung super perekat topik (%1$s sampai %2$s dari %3$s)

source: No closed topics to import
id_id: Tidak ada topik tertutup untuk diimpor

source: All closed topics imported
id_id: Semua topik tertutup diimpor

source: Calculating closed topics (%1$s through %2$s of %3$s)
id_id: Menghitung topik tertutup (%1$s sampai %2$s dari %3$s)

source: No topic tags to import
id_id: Tidak ada tag topik untuk diimpor

source: All topic tags imported
id_id: Semua tag topik diimpor

source: Converting topic tags (%1$s through %2$s of %3$s)
id_id: Mengonversi tag topik (%1$s sampai %2$s dari %3$s)

source: No topic subscriptions to import
id_id: Tidak ada langganan topik untuk diimpor

source: All topic subscriptions imported
id_id: Semua langganan topik diimpor

source: Converting topic subscriptions (%1$s through %2$s of %3$s)
id_id: Mengonversi langganan topik (%1$s sampai %2$s dari %3$s)

source: No favorites to import
id_id: Tidak ada favorit untuk diimpor

source: All favorites imported
id_id: Semua favorit diimpor

source: Converting favorites (%1$s through %2$s of %3$s)
id_id: Mengonversi favorit (%1$s sampai %2$s dari %3$s)

source: No replies to import
id_id: Tidak ada balasan untuk diimpor

source: All replies imported
id_id: Semua balasan diimpor

source: Converting replies (%1$s through %2$s of %3$s)
id_id: Mengonversi balasan (%1$s sampai %2$s dari %3$s)

source: No anonymous reply authors to import
id_id: Tidak ada penulis balasan anonim untuk diimpor

source: All anonymous reply authors imported
id_id: Semua penulis balasan anonim diimpor

source: Converting anonymous reply authors (%1$s through %2$s of %3$s)
id_id: Mengonversi penulis balasan anonim (%1$s sampai %2$s dari %3$s)

source: No threaded replies to import
id_id: Tidak ada balasan berulir untuk diimpor

source: All threaded replies imported
id_id: Semua balasan berantai diimpor

source: Calculating threaded replies parents (%1$s through %2$s of %3$s)
id_id: Menghitung balasan induk berantai (%1$s sampai %2$s dari %3$s)

source: Import Finished
id_id: Impor Selesai

source: Author
id_id: Penulis

source: Content
id_id: Kandungan

source: Replied
id_id: Membalas

source: Unapprove
id_id: Tidak disetujui

source: Trash
id_id: Sampah

source: View
id_id: Melihat

source: No replies to this topic.
id_id: Tidak ada balasan untuk topik ini.

source: Overview
id_id: Gambaran

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
id_id: Layar ini menampilkan forum individu di situs Anda. Anda dapat menyesuaikan tampilan layar ini agar sesuai dengan alur kerja Anda.

source: Screen Content
id_id: Isi Layar

source: You can customize the display of this screen&#8217;s contents in a number of ways:
id_id: Anda dapat menyesuaikan tampilan konten layar ini dengan beberapa cara:

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
id_id: Anda dapat menyembunyikan / menampilkan kolom berdasarkan kebutuhan Anda dan memutuskan berapa banyak forum yang akan dicantumkan per layar menggunakan tab Opsi Layar.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
id_id: Anda dapat memfilter daftar forum berdasarkan status forum menggunakan tautan teks di kiri atas untuk menampilkan forum Semua, Diterbitkan, atau Dibuang. Tampilan defaultnya adalah menampilkan semua forum.

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
id_id: Anda dapat mempersempit daftar agar hanya menampilkan forum dari bulan tertentu dengan menggunakan menu tarik-turun di atas daftar forum. Klik tombol Filter setelah membuat pilihan Anda. Anda juga dapat mempersempit daftar dengan mengklik pembuat forum di daftar forum.

source: Available Actions
id_id: Tindakan yang Tersedia

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
id_id: Mengarahkan kursor ke baris dalam daftar forum akan menampilkan tautan tindakan yang memungkinkan Anda mengelola forum Anda. Anda dapat melakukan tindakan berikut:

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
id_id: <strong> Edit </strong> membawa Anda ke layar pengeditan untuk forum itu. Anda juga dapat mencapai layar itu dengan mengklik judul forum.

source: <strong>Close</strong> will mark the selected forum as &#8217;closed&#8217; and disable the ability to post new topics and replies in it.
id_id: <strong>Tutup</strong> akan menandai forum yang dipilih sebagai &#39;ditutup&#39; dan menonaktifkan kemampuan untuk mengirim topik baru dan balasan di dalamnya.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
id_id: <strong> Sampah </strong> menghapus forum Anda dari daftar ini dan menempatkannya di sampah, dan Anda dapat menghapusnya secara permanen.

source: <strong>View</strong> will either show you what your draft forum will look like if you publish it, or take you to your live site to view it. Which link depends on your forum&#8217;s status.
id_id: <strong>View</strong> akan menunjukkan kepada Anda seperti apa tampilan forum draf Anda jika Anda menerbitkannya, atau membawa Anda ke situs langsung Anda untuk melihatnya. Tautan mana yang bergantung pada status forum Anda.

source: Bulk Actions
id_id: Aksi besar

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
id_id: Anda juga dapat mengedit atau memindahkan beberapa forum ke sampah sekaligus. Pilih forum tempat Anda ingin bertindak menggunakan kotak centang, kemudian pilih tindakan yang ingin Anda lakukan dari menu Tindakan Massal dan klik Terapkan.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
id_id: Saat menggunakan Edit Massal, Anda dapat mengubah metadata (kategori, penulis, dll.) Untuk semua forum yang dipilih sekaligus. Untuk menghapus forum dari pengelompokan, cukup klik x di samping namanya di area Edit Massal yang muncul.

source: For more information:
id_id: Untuk informasi lebih lanjut:

source: <a href="https://codex.bbpress.org" target="_blank">bbPress Documentation</a>
id_id: <a href="https://codex.bbpress.org" target="_blank">Dokumentasi bbPress</a>

source: <a href="https://bbpress.org/forums/" target="_blank">bbPress Support Forums</a>
id_id: <a href="https://bbpress.org/forums/" target="_blank">Forum Dukungan bbPress</a>

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
id_id: Bidang judul dan Area pengeditan forum besar ditetapkan pada tempatnya, tetapi Anda dapat memposisikan ulang semua kotak lainnya menggunakan seret dan lepas, dan dapat meminimalkan atau memperluasnya dengan mengklik bilah judul dari setiap kotak. Gunakan tab Opsi Layar untuk memperlihatkan lebih banyak kotak (Kutipan, Kirim Pelacakan, Bidang Kustom, Diskusi, Slug, Penulis) atau untuk memilih tata letak 1 atau 2 kolom untuk layar ini.

source: Customizing This Display
id_id: Menyesuaikan Tampilan Ini

source: Title and Forum Editor
id_id: Editor Judul dan Forum

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
id_id: <strong>Judul</strong> - Masukkan judul untuk forum Anda. Setelah Anda memasukkan judul, Anda akan melihat tautan permanen di bawah ini, yang dapat Anda edit.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
id_id: <strong> Editor Forum </strong> - Masukkan teks untuk forum Anda. Ada dua mode pengeditan: Visual dan HTML. Pilih mode dengan mengklik tab yang sesuai. Mode visual memberi Anda editor WYSIWYG. Klik ikon terakhir di baris untuk mendapatkan baris kedua dari kontrol. Mode HTML memungkinkan Anda memasukkan HTML mentah bersama dengan teks forum Anda. Anda dapat memasukkan file media dengan mengklik ikon di atas editor forum dan mengikuti petunjuknya. Anda dapat membuka layar penulisan bebas gangguan melalui ikon Layar Penuh dalam mode Visual (kedua dari terakhir di baris atas) atau tombol Layar Penuh dalam mode HTML (terakhir di baris). Sesampai di sana, Anda dapat membuat tombol terlihat dengan mengarahkan kursor ke area atas. Keluar dari Layar Penuh kembali ke editor forum biasa.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
id_id: <strong> Publikasikan </strong> - Anda dapat menyetel persyaratan penerbitan forum Anda di kotak Publikasikan. Untuk Status, Visibilitas, dan Publikasikan (segera), klik tautan Edit untuk menampilkan lebih banyak opsi. Visibilitas mencakup opsi untuk melindungi kata sandi forum atau membuatnya tetap di bagian atas blog Anda tanpa batas waktu (melekat). Publikasikan (segera) memungkinkan Anda menetapkan tanggal dan waktu masa depan atau masa lalu, sehingga Anda dapat menjadwalkan forum untuk dipublikasikan di masa mendatang atau memperbarui forum.

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
id_id: <strong>Gambar Unggulan</strong> - Ini memungkinkan Anda untuk mengaitkan gambar dengan forum Anda tanpa menyisipkannya. Ini biasanya berguna hanya jika tema Anda menggunakan gambar unggulan sebagai gambar mini forum di halaman beranda, tajuk khusus, dll.

source: Forum Attributes
id_id: Atribut Forum

source: Select the attributes that your forum should have:
id_id: Pilih atribut yang harus dimiliki forum Anda:

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
id_id: <strong> Jenis </strong> menunjukkan apakah forum adalah kategori atau forum. Kategori umumnya berisi forum lain.

source: <strong>Status</strong> allows you to close a forum to new topics and forums.
id_id: <strong> Status </strong> memungkinkan Anda menutup forum untuk topik dan forum baru.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
id_id: <strong> Visibilitas </strong> memungkinkan Anda memilih cakupan setiap forum dan pengguna mana yang diizinkan untuk mengaksesnya.

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default "No parent" to create the forum at the root of your forums.
id_id: Tarik-turun <strong>Induk</strong> menentukan forum induk. Pilih forum atau kategori dari drop-down, atau biarkan default "Tanpa Induk" untuk membuat forum di root forum Anda.

source: <strong>Order</strong> allows you to order your forums numerically.
id_id: <strong>Urutan</strong> memungkinkan Anda untuk mengurutkan forum Anda secara numerik.

source: Publish Box
id_id: Kotak Publikasikan

source: Forum Moderators
id_id: Moderator Forum

source: Subscriptions
id_id: Langganan

source: The forum was not found.
id_id: Forum tidak ditemukan.

source: You do not have permission to do that.
id_id: Anda tidak memiliki izin untuk melakukan itu.

source: There was a problem opening the forum "%1$s".
id_id: Terjadi masalah saat membuka forum "%1$s".

source: Forum "%1$s" successfully opened.
id_id: Forum "%1$s" berhasil dibuka.

source: There was a problem closing the forum "%1$s".
id_id: Terjadi masalah saat menutup forum "%1$s".

source: Forum "%1$s" successfully closed.
id_id: Forum "%1$s" berhasil ditutup.

source: Moderators
id_id: Moderator

source: Creator
id_id: Pencipta

source: Created
id_id: Dibuat

source: Last Post
id_id: Postingan terakhir

source: No Topics
id_id: Tidak Ada Topik

source: Close this forum
id_id: Tutup forum ini

source: Open this forum
id_id: Buka forum ini

source: Forum updated.
id_id: Forum diperbarui.

source: View forum
id_id: Lihat forum

source: Custom field updated.
id_id: Bidang khusus diperbarui.

source: Custom field deleted.
id_id: Bidang khusus dihapus.

source: Forum restored to revision from %s
id_id: Forum dipulihkan ke revisi dari %s

source: Forum created.
id_id: Forum dibuat.

source: Forum saved.
id_id: Forum disimpan.

source: Forum submitted.
id_id: Forum dikirim.

source: Preview forum
id_id: Pratinjau forum

source: Forum scheduled for: %s.
id_id: Forum dijadwalkan untuk: %s.

source: Forum draft updated.
id_id: Draf forum diperbarui.

source: %s User
id_id: %s Pengguna

source: %s Topic
id_id: %s Topik

source: %s Reply
id_id: %s Balasan

source: %s Topic Tag
id_id: %s Tag Topik

source: Discussion
id_id: Diskusi

source: Reply
id_id: Balasan

source: Topic Tag
id_id: Tag Topik

source: Users &amp; Moderation
id_id: Pengguna &amp; Moderasi

source: User
id_id: Pengguna

source: Hidden Topic
id_id: Topik Tersembunyi

source: Hidden Reply
id_id: Balasan Tersembunyi

source: Empty Topic Tag
id_id: Tag Topik Kosong

source: You are using <span class="b">bbPress %s</span>.
id_id: Anda menggunakan <span class="b">bbPress %s</span> .

source: Type:
id_id: Tipe:

source: Visibility:
id_id: Visibilitas:
