Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

source: Run this if closed topics appear incorrectly.
id_id: Jalankan ini jika topik tertutup tidak muncul dengan benar.

source: Recount topics in each forum
id_id: Ceritakan topik di setiap forum

source: Run this if the number of topics in any forums are incorrect.
id_id: Jalankan ini jika jumlah topik di forum mana pun tidak benar.

source: Recount topics in each topic-tag
id_id: Hitung kembali topik di setiap tag-topik

source: Run this if the number of topics in any topic-tags are incorrect.
id_id: Jalankan ini jika jumlah topik di tag topik mana pun salah.

source: Recount replies in each forum
id_id: Hitung balasan di setiap forum

source: Run this if the number of replies in any forums are incorrect.
id_id: Jalankan ini jika jumlah balasan di forum mana pun salah.

source: Recount pending, spammed, and trashed replies in each forum
id_id: Menceritakan balasan tertunda, spam, dan dibuang di setiap forum

source: Run this if non-public replies display incorrectly in forums.
id_id: Jalankan ini jika balasan non-publik tidak ditampilkan dengan benar di forum.

source: Recount replies in each topic
id_id: Hitung balasan di setiap topik

source: Run this if the number of replies in any topics are incorrect.
id_id: Jalankan ini jika jumlah balasan dalam topik apa pun salah.

source: Recount pending, spammed, and trashed replies in each topic
id_id: Hitung balasan tertunda, spam, dan dibuang di setiap topik

source: Run this if non-public replies display incorrectly in topics.
id_id: Jalankan ini jika balasan non-publik tidak ditampilkan dengan benar di topik.

source: Recount topics for each user
id_id: Ceritakan topik untuk setiap pengguna

source: Run this to get fresh topic counts for all users.
id_id: Jalankan ini untuk mendapatkan jumlah topik baru untuk semua pengguna.

source: Recount replies for each user
id_id: Hitung ulang balasan untuk setiap pengguna

source: Run this to get fresh reply counts for all users.
id_id: Jalankan ini untuk mendapatkan jumlah balasan baru untuk semua pengguna.

source: Remove unpublished topics from user favorites
id_id: Hapus topik yang tidak dipublikasikan dari favorit pengguna

source: Run this to remove trashed or deleted topics from all user favorites.
id_id: Jalankan ini untuk membuang topik yang dibuang atau dihapus dari semua favorit pengguna.

source: Remove unpublished topics from user subscriptions
id_id: Hapus topik yang tidak dipublikasikan dari langganan pengguna

source: Run this to remove trashed or deleted topics from all user subscriptions.
id_id: Jalankan ini untuk membuang topik yang sudah dibuang atau dihapus dari semua langganan pengguna.

source: Remove unpublished forums from user subscriptions
id_id: Hapus forum yang tidak dipublikasikan dari langganan pengguna

source: Run this to remove trashed or deleted forums from all user subscriptions.
id_id: Jalankan ini untuk membuang sampah atau forum yang dihapus dari semua langganan pengguna.

source: Remap all users to default forum roles
id_id: Petakan ulang semua pengguna ke peran forum default

source: Run this if users have issues accessing the forums.
id_id: Jalankan ini jika pengguna memiliki masalah dalam mengakses forum.

source: Upgrade user topic engagements
id_id: Tingkatkan keterlibatan topik pengguna

source: Copies engagements from user meta to topic meta.
id_id: Salinan keterlibatan dari meta pengguna ke meta topik.

source: Upgrade user topic favorites
id_id: Tingkatkan favorit topik pengguna

source: Copies favorites from user meta to topic meta.
id_id: Menyalin favorit dari meta pengguna ke meta topik.

source: Upgrade user topic subscriptions
id_id: Tingkatkan langganan topik pengguna

source: Copies topic subscriptions from user meta to topic meta.
id_id: Menyalin langganan topik dari meta pengguna ke meta topik.

source: Upgrade user forum subscriptions
id_id: Tingkatkan langganan forum pengguna

source: Copies forum subscriptions from user meta to forum meta.
id_id: Menyalin langganan forum dari meta pengguna ke meta forum.

source: Remove favorites from user-meta
id_id: Hapus favorit dari meta pengguna

source: Run this to delete old data (after confirming successful favorites upgrade)
id_id: Jalankan ini untuk menghapus data lama (setelah mengonfirmasi peningkatan favorit berhasil)

source: Remove topic subscriptions from user-meta
id_id: Hapus langganan topik dari meta pengguna

source: Run this to delete old data (after confirming successful topic subscriptions upgrade)
id_id: Jalankan ini untuk menghapus data lama (setelah mengonfirmasi peningkatan langganan topik berhasil)

source: Remove forum subscriptions from user-meta
id_id: Hapus langganan forum dari meta pengguna

source: Run this to delete old data (after confirming successful forum subscriptions upgrade)
id_id: Jalankan ini untuk menghapus data lama (setelah mengonfirmasi peningkatan langganan forum berhasil)

source: Upgrade BuddyPress Group Forum relationships
id_id: Tingkatkan hubungan Forum BuddyPress Group

source: Run this if you just upgraded BuddyPress Forums from Legacy.
id_id: Jalankan ini jika Anda baru saja meningkatkan Forum BuddyPress dari Legacy.

source: Any
id_id: Apa saja

source: Upgrade Forums
id_id: Tingkatkan Forum

source: Import Forums
id_id: Impor Forum

source: This screen displays the individual topics on your site. You can customize the display of this screen to suit your workflow.
id_id: Layar ini menampilkan topik individu di situs Anda. Anda dapat menyesuaikan tampilan layar ini agar sesuai dengan alur kerja Anda.

source: You can hide/display columns based on your needs and decide how many topics to list per screen using the Screen Options tab.
id_id: Anda dapat menyembunyikan / menampilkan kolom berdasarkan kebutuhan Anda dan memutuskan berapa banyak topik yang akan dicantumkan per layar menggunakan tab Opsi Layar.

source: You can filter the list of topics by topic status using the text links in the upper left to show All, Published, Draft, Pending, Trashed, Closed, or Spam topics. The default view is to show all topics.
id_id: Anda dapat memfilter daftar topik menurut status topik menggunakan tautan teks di kiri atas untuk menampilkan topik Semua, Dipublikasikan, Draf, Tertunda, Dibuang, Ditutup, atau Spam. Tampilan defaultnya adalah untuk menampilkan semua topik.

source: You can view topics in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
id_id: Anda dapat melihat topik dalam daftar judul sederhana atau dengan kutipan. Pilih tampilan yang Anda sukai dengan mengklik ikon di bagian atas daftar di sebelah kanan.

source: You can refine the list to show only topics in a specific forum or from a specific month by using the dropdown menus above the topics list. Click the Filter button after making your selection.
id_id: Anda dapat mempersempit daftar agar hanya menampilkan topik di forum tertentu atau dari bulan tertentu dengan menggunakan menu tarik-turun di atas daftar topik. Klik tombol Filter setelah membuat pilihan Anda.

source: Hovering over a row in the topics list will display action links that allow you to manage your topic. You can perform the following actions:
id_id: Mengarahkan kursor ke baris dalam daftar topik akan menampilkan tautan tindakan yang memungkinkan Anda mengelola topik Anda. Anda dapat melakukan tindakan berikut:

source: <strong>Edit</strong> takes you to the editing screen for that topic. You can also reach that screen by clicking on the topic title.
id_id: <strong> Edit </strong> membawa Anda ke layar pengeditan untuk topik itu. Anda juga dapat mencapai layar itu dengan mengklik judul topik.

source: <strong>Stick</strong> will keep the selected topic &#8217;pinned&#8217; to the top the parent forum topic list.
id_id: <strong>Stick</strong> akan membuat topik yang dipilih &#39;disematkan&#39; ke bagian atas daftar topik forum induk.

source: <strong>Stick <em>(to front)</em></strong> will keep the selected topic &#8217;pinned&#8217; to the top of ALL forums and be visable in any forums topics list.
id_id: <strong>Tetap <em>(ke depan)</em></strong> akan membuat topik yang dipilih &#39;disematkan&#39; di bagian atas SEMUA forum dan dapat dilihat di daftar topik forum mana pun.

source: <strong>Close</strong> will mark the selected topic as &#8217;closed&#8217; and disable the ability to post new replies to it.
id_id: <strong>Tutup</strong> akan menandai topik yang dipilih sebagai &#39;ditutup&#39; dan menonaktifkan kemampuan untuk mengirim balasan baru ke topik tersebut.

source: <strong>Spam</strong> removes your topic from this list and places it in the spam queue, from which you can permanently delete it.
id_id: <strong> Spam </strong> menghapus topik Anda dari daftar ini dan menempatkannya dalam antrean spam, dan Anda dapat menghapusnya secara permanen.

source: <strong>Trash</strong> removes your topic from this list and places it in the trash, from which you can permanently delete it.
id_id: <strong> Sampah </strong> menghapus topik Anda dari daftar ini dan membuangnya ke sampah, dan Anda dapat menghapusnya secara permanen.

source: <strong>View</strong> will take you to your live site to view the topic.
id_id: <strong> Tampilan </strong> akan membawa Anda ke situs langsung Anda untuk melihat topik.

source: You can also edit, spam, or move multiple topics to the trash at once. Select the topics you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
id_id: Anda juga dapat mengedit, mengirim spam, atau memindahkan beberapa topik ke sampah sekaligus. Pilih topik yang ingin Anda tindak menggunakan kotak centang, kemudian pilih tindakan yang ingin Anda lakukan dari menu Tindakan Massal dan klik Terapkan.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected topics at once. To remove a topic from the grouping, just click the x next to its name in the Bulk Edit area that appears.
id_id: Saat menggunakan Edit Massal, Anda dapat mengubah metadata (kategori, penulis, dll.) Untuk semua topik yang dipilih sekaligus. Untuk menghapus topik dari pengelompokan, cukup klik x di samping namanya di area Edit Massal yang muncul.

source: The title field and the big topic editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
id_id: Bidang judul dan Area pengeditan topik besar ditetapkan pada tempatnya, tetapi Anda dapat memposisikan ulang semua kotak lainnya menggunakan seret dan lepas, dan dapat meminimalkan atau memperluasnya dengan mengklik bilah judul setiap kotak. Gunakan tab Opsi Layar untuk memperlihatkan lebih banyak kotak (Kutipan, Kirim Pelacakan, Bidang Kustom, Diskusi, Slug, Penulis) atau untuk memilih tata letak 1 atau 2 kolom untuk layar ini.

source: Title and Topic Editor
id_id: Editor Judul dan Topik

source: <strong>Title</strong> - Enter a title for your topic. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
id_id: <strong>Judul</strong> - Masukkan judul untuk topik Anda. Setelah Anda memasukkan judul, Anda akan melihat tautan permanen di bawah ini, yang dapat Anda edit.

source: <strong>Topic Editor</strong> - Enter the text for your topic. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your topic text. You can insert media files by clicking the icons above the topic editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular topic editor.
id_id: <strong> Editor Topik </strong> - Masukkan teks untuk topik Anda. Ada dua mode pengeditan: Visual dan HTML. Pilih mode dengan mengklik tab yang sesuai. Mode visual memberi Anda editor WYSIWYG. Klik ikon terakhir di baris untuk mendapatkan baris kedua dari kontrol. Mode HTML memungkinkan Anda memasukkan HTML mentah bersama dengan teks topik Anda. Anda dapat memasukkan file media dengan mengklik ikon di atas editor topik dan mengikuti petunjuknya. Anda dapat membuka layar penulisan bebas gangguan melalui ikon Layar Penuh dalam mode Visual (kedua dari terakhir di baris atas) atau tombol Layar Penuh dalam mode HTML (terakhir di baris). Sesampai di sana, Anda dapat membuat tombol terlihat dengan mengarahkan kursor ke area atas. Keluar dari Layar Penuh kembali ke editor topik biasa.

source: <strong>Publish</strong> - You can set the terms of publishing your topic in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a topic or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a topic to be published in the future or backdate a topic.
id_id: <strong> Publikasikan </strong> - Anda dapat menyetel persyaratan untuk menerbitkan topik Anda di kotak Publikasikan. Untuk Status, Visibilitas, dan Publikasikan (segera), klik tautan Edit untuk menampilkan lebih banyak opsi. Visibilitas mencakup opsi untuk melindungi kata sandi suatu topik atau membuatnya tetap di bagian atas blog Anda tanpa batas waktu (melekat). Publikasikan (segera) memungkinkan Anda menyetel tanggal dan waktu masa depan atau masa lalu, sehingga Anda dapat menjadwalkan topik untuk dipublikasikan di masa mendatang atau memperbarui topik.

source: <strong>Featured Image</strong> - This allows you to associate an image with your topic without inserting it. This is usually useful only if your theme makes use of the featured image as a topic thumbnail on the home page, a custom header, etc.
id_id: <strong> Gambar Unggulan </strong> - Ini memungkinkan Anda untuk mengaitkan gambar dengan topik Anda tanpa menyisipkannya. Ini biasanya berguna hanya jika tema Anda menggunakan gambar unggulan sebagai gambar mini topik di beranda, tajuk khusus, dll.

source: Topic Attributes
id_id: Atribut Topik

source: Select the attributes that your topic should have:
id_id: Pilih atribut yang harus dimiliki topik Anda:

source: <strong>Forum</strong> dropdown determines the parent forum that the topic belongs to. Select the forum or category from the dropdown, or leave the default "No forum" to post the topic without an assigned forum.
id_id: Tarik-turun <strong> Forum </strong> menentukan forum induk tempat topik tersebut berada. Pilih forum atau kategori dari drop-down, atau biarkan default "Tidak ada forum" untuk memposting topik tanpa forum yang ditetapkan.

source: <strong>Topic Type</strong> dropdown indicates the sticky status of the topic. Selecting the super sticky option would stick the topic to the front of your forums, i.e. the topic index, sticky option would stick the topic to its respective forum. Selecting normal would not stick the topic anywhere.
id_id: Tarik-turun <strong> Jenis Topik </strong> menunjukkan status melekat dari topik tersebut. Memilih opsi super lengket akan menempelkan topik ke depan forum Anda, yaitu indeks topik, opsi lengket akan menempelkan topik ke forumnya masing-masing. Memilih normal tidak akan menempelkan topik di mana pun.

source: %s topic updated.
id_id: %s topik diperbarui.

source: 1 topic not updated, somebody is editing it.
id_id: 1 topik tidak diperbarui, seseorang sedang mengeditnya.

source: %s topic not updated, somebody is editing it.
id_id: %s topik belum diperbarui, seseorang sedang mengeditnya.

source: Error in spamming topic.
id_id: Kesalahan dalam topik spamming.

source: Sorry, you are not allowed to unspam this topic.
id_id: Maaf, Anda tidak boleh menghapus spam topik ini.

source: Error in unspamming topic.
id_id: Kesalahan dalam topik unspamming.

source: The topic was not found.
id_id: Topik tidak ditemukan.

source: There was a problem opening the topic "%1$s".
id_id: Terjadi masalah saat membuka topik "%1$s".

source: Topic "%1$s" successfully opened.
id_id: Topik "%1$s" berhasil dibuka.

source: There was a problem closing the topic "%1$s".
id_id: Terjadi masalah saat menutup topik "%1$s".

source: Topic "%1$s" successfully closed.
id_id: Topik "%1$s" berhasil ditutup.

source: There was a problem sticking the topic "%1$s" to front.
id_id: Terjadi masalah saat menempelkan topik "%1$s" ke depan.

source: Topic "%1$s" successfully stuck to front.
id_id: Topik "%1$s" berhasil dimasukkan ke depan.

source: There was a problem sticking the topic "%1$s".
id_id: Terjadi masalah saat menggunakan topik "%1$s".

source: Topic "%1$s" successfully stuck.
id_id: Topik "%1$s" berhasil dipertahankan.

source: There was a problem unsticking the topic "%1$s".
id_id: Terjadi masalah saat menghapus topik "%1$s".

source: Topic "%1$s" successfully unstuck.
id_id: Topik "%1$s" berhasil dihapus.

source: There was a problem marking the topic "%1$s" as spam.
id_id: Terjadi masalah saat menandai topik "%1$s" sebagai spam.

source: Topic "%1$s" successfully marked as spam.
id_id: Topik "%1$s" berhasil ditandai sebagai spam.

source: There was a problem unmarking the topic "%1$s" as spam.
id_id: Terjadi masalah saat menghapus tanda topik "%1$s" sebagai spam.

source: Topic "%1$s" successfully unmarked as spam.
id_id: Topik "%1$s" berhasil dihapus dari tanda spam.

source: There was a problem approving the topic "%1$s".
id_id: Ada masalah saat menyetujui topik "%1$s".

source: Topic "%1$s" successfully approved.
id_id: Topik "%1$s" berhasil disetujui.

source: There was a problem unapproving the topic "%1$s".
id_id: Terjadi masalah saat tidak menyetujui topik "%1$s".

source: Topic "%1$s" successfully unapproved.
id_id: Topik "%1$s" berhasil dibatalkan persetujuannya.

source: Voices
id_id: Komentar

source: No Replies
id_id: Tidak ada Jawaban

source: Unapprove this topic
id_id: Batalkan persetujuan topik ini

source: Approve this topic
id_id: Setujui topik ini

source: Close this topic
id_id: Tutup topik ini

source: Open this topic
id_id: Buka topik ini

source: Unstick this topic
id_id: Lepaskan topik ini

source: Unstick
id_id: Lepaskan

source: Stick this topic to its forum
id_id: Tempel topik ini ke forum

source: Stick
id_id: Tempel

source: Stick this topic to front
id_id: Tempel topik ini ke depan

source: (to front)
id_id: (ke depan)

source: Mark this topic as spam
id_id: Tandai topik ini sebagai spam

source: Mark the topic as not spam
id_id: Tandai topik sebagai bukan spam

source: Topic updated.
id_id: Topik diperbarui.

source: Topic restored to revision from %s
id_id: Topik dipulihkan ke revisi dari %s

source: Topic created.
id_id: Topik dibuat.

source: Topic saved.
id_id: Topik disimpan.

source: Topic submitted.
id_id: Topik dikirim.

source: Topic scheduled for: %s.
id_id: Topik dijadwalkan untuk: %s.

source: Topic draft updated.
id_id: Draf topik diperbarui.

source: Forum Role
id_id: Peran Forum

source: &mdash; No role for these forums &mdash;
id_id: - Tidak ada peran untuk forum ini -

source: Change forum role to&hellip;
id_id: Ubah peran forum menjadi ...

source: Change
id_id: Perubahan

source: Site Role
id_id: Peran Situs

source: sometime
id_id: beberapa waktu

source: right now
id_id: sekarang juga

source: %s ago
id_id: %s lalu

source: %s year
id_id: %s tahun

source: %s month
id_id: %s bulan

source: %s week
id_id: %s minggu

source: %s day
id_id: %s hari

source: %s hour
id_id: %s jam

source: %s minute
id_id: %s menit

source: %s second
id_id: %s detik

source: Pending: %s
id_id: Tertunda: %s

source: Spammed: %s
id_id: Terkirim spam: %s

source: Trashed: %s
id_id: Dibuang: %s

source: Private: %s
id_id: Pribadi: %s

source: <strong>Error</strong>: Invalid author name.
id_id: <strong> Kesalahan </strong>: Nama penulis tidak valid.

source: <strong>Error</strong>: Invalid email address.
id_id: <strong> Kesalahan </strong>: Alamat email tidak valid.

source: %1$s wrote: %2$s Post Link: %3$s ----------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
id_id: %1$s menulis: %2$s Tautan Posting: %3$s ----------- Anda menerima email ini karena Anda berlangganan topik forum. Masuk dan kunjungi topik untuk berhenti berlangganan dari email ini.

source: %1$s wrote: %2$s Topic Link: %3$s ----------- You are receiving this email because you subscribed to a forum. Login and visit the topic to unsubscribe from these emails.
id_id: %1$s menulis: %2$s Tautan Topik: %3$s ----------- Anda menerima email ini karena Anda berlangganan ke forum. Masuk dan kunjungi topik untuk berhenti berlangganan dari email ini.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
id_id: Tag kueri bersyarat tidak berfungsi sebelum kueri dijalankan. Sebelumnya, mereka selalu mengembalikan false.

source: No topics available
id_id: Tidak ada topik yang tersedia

source: No forums available
id_id: Tidak ada forum yang tersedia

source: None available
id_id: Tidak tersedia

source: Home
id_id: Rumah

source: (Edit)
id_id: (Sunting)

source: Topic Tag: %s
id_id: Tag Topik: %s

source: Log Out
id_id: Keluar

source: Forum Edit: %s
id_id: Edit Forum: %s

source: Topic Edit: %s
id_id: Edit Topik: %s

source: Reply Edit: %s
id_id: Balas Edit: %s

source: Topic Tag Edit: %s
id_id: Edit Tag Topik: %s

source: Topic: %s
id_id: Topik

source: Your Topics
id_id: Topik Anda

source: %s's Topics
id_id: Topik %s

source: Your Replies
id_id: Balasan Anda

source: %s's Replies
id_id: %s Balasan

source: Your Favorites
id_id: Favorit Anda

source: %s's Favorites
id_id: Favorit %s

source: Your Subscriptions
id_id: Langganan Anda

source: %s's Subscriptions
id_id: Langganan %s

source: Your Profile
id_id: Profil kamu

source: %s's Profile
id_id: Profil %s

source: Edit Your Profile
id_id: Sunting profilmu

source: Edit %s's Profile
id_id: Edit Profil %s

source: View: %s
id_id: Lihat: %s

source: A simple login form with optional links to sign-up and lost password pages.
id_id: Formulir login sederhana dengan tautan opsional untuk mendaftar dan halaman kata sandi yang hilang.

source: (bbPress) Login Widget
id_id: (bbPress) Widget Masuk

source: Log In
id_id: Gabung

source: Username
id_id: Nama pengguna

source: Password
id_id: Kata sandi

source: Keep me signed in
id_id: Biarkan saya tetap masuk

source: Register
id_id: Daftar

source: Lost Password
id_id: kehilangan Kata sandi

source: Title:
id_id: Judul:

source: Register URI:
id_id: Daftarkan URI:

source: Lost Password URI:
id_id: URI Sandi Hilang:

source: A list of registered optional topic views.
id_id: Daftar tampilan topik opsional terdaftar.

source: (bbPress) Topic Views List
id_id: (bbPress) Daftar Tampilan Topik

source: The bbPress forum search form.
id_id: Formulir pencarian forum bbPress.

source: (bbPress) Forum Search Form
id_id: (bbPress) Formulir Pencarian Forum

source: Search Forums
id_id: Cari Forum

source: A list of forums with an option to set the parent.
id_id: Daftar forum dengan opsi untuk mengatur induknya.

source: (bbPress) Forums List
id_id: (bbPress) Daftar Forum

source: Parent Forum ID:
id_id: ID Forum Induk:

source: "0" to show only root - "any" to show all
id_id: "0" untuk hanya menampilkan root - "any" untuk menampilkan semua
