Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

source: A list of recent topics, sorted by: newness, popularity, or recent replies.
id_id: Daftar topik terbaru, diurutkan berdasarkan: kebaruan, popularitas, atau balasan terbaru.

source: (bbPress) Recent Topics
id_id: (bbPress) Topik Terbaru

source: Maximum topics to show:
id_id: Topik maksimum untuk ditampilkan:

source: Show post date:
id_id: Tunjukkan tanggal posting:

source: Show topic author:
id_id: Tunjukkan penulis topik:

source: Order By:
id_id: Dipesan oleh:

source: Newest Topics
id_id: Topik Terbaru

source: Popular Topics
id_id: Topik Populer

source: Topics With Recent Replies
id_id: Topik dengan Balasan Terbaru

source: Recent Topics
id_id: topik Terbaru

source: Some statistics from your forum.
id_id: Beberapa statistik dari forum Anda.

source: (bbPress) Statistics
id_id: (bbPress) Statistik

source: Forum Statistics
id_id: Statistik Forum

source: A list of the most recent replies.
id_id: Daftar balasan terbaru.

source: (bbPress) Recent Replies
id_id: (bbPress) Balasan Terbaru

source: Maximum replies to show:
id_id: Balasan maksimum untuk ditampilkan:

source: Show reply author:
id_id: Perlihatkan penulis balasan:

source: Recent Replies
id_id: Balasan Terbaru

source: Editable forum roles no longer exist.
id_id: Peran forum yang dapat diedit sudah tidak ada.

source: General
id_id: Umum

source: General Discussion
id_id: Diskusi Umum

source: Hello World!
id_id: Halo Dunia!

source: This is the very first topic in these forums.
id_id: Ini adalah topik pertama di forum ini.

source: And this is the very first reply.
id_id: Dan ini adalah balasan pertama.

source: No response
id_id: Tidak ada respon

source: %s reported this topic as spam
id_id: %s melaporkan topik ini sebagai spam

source: %s reported this reply as spam
id_id: %s melaporkan balasan ini sebagai spam

source: %1$s reported this %2$s as spam
id_id: %1$s melaporkan %2$s sebagai spam

source: %s reported this topic as not spam
id_id: %s melaporkan topik ini sebagai bukan spam

source: %s reported this reply as not spam
id_id: %s melaporkan balasan ini sebagai bukan spam

source: %1$s reported this %2$s as not spam
id_id: %1$s melaporkan %2$s sebagai bukan spam

source: Akismet caught this post as spam
id_id: Akismet menangkap posting ini sebagai spam

source: Post status was changed to %s
id_id: Status postingan diubah menjadi %s

source: Akismet cleared this post as not spam
id_id: Akismet menghapus posting ini sebagai bukan spam

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
id_id: Akismet tidak dapat memeriksa posting ini (respon: %s), akan secara otomatis mencoba lagi nanti.

source: Akismet History
id_id: Sejarah Akismet

source: No recorded history. Akismet has not checked this post.
id_id: Tidak ada riwayat yang tercatat. Akismet belum memeriksa postingan ini.

source: New forum topic
id_id: Topik forum baru

source: New forum reply
id_id: Balasan forum baru

source: %1$s started the topic %2$s in the forum %3$s
id_id: %1$s memulai topik %2$s di forum %3$s

source: %1$s replied to the topic %2$s in the forum %3$s
id_id: %1$s membalas topik %2$s di forum %3$s

source: <strong>Error</strong>: Forum ID is invalid.
id_id: <strong> Kesalahan </strong>: ID Forum tidak valid.

source: <strong>Error</strong>: Reply To is invalid.
id_id: <strong> Kesalahan </strong>: Balas Ke tidak valid.

source: Group Forum Settings
id_id: Pengaturan Forum Grup

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
id_id: Buat forum diskusi agar anggota grup ini dapat berkomunikasi dengan gaya papan buletin yang terstruktur.

source: Yes. I want this group to have a forum.
id_id: Iya. Saya ingin grup ini memiliki forum.

source: Saying no will not delete existing forum content.
id_id: Mengatakan tidak tidak akan menghapus konten forum yang ada.

source: Group Forum:
id_id: Forum Kelompok:

source: Network administrators can reconfigure which forum belongs to this group.
id_id: Administrator jaringan dapat mengkonfigurasi ulang forum mana yang termasuk dalam grup ini.

source: Save Settings
id_id: Simpan Pengaturan

source: <strong>Error</strong>: Are you sure you wanted to do that?
id_id: <strong>Kesalahan</strong>: Anda yakin ingin melakukannya?

source: Group Forum
id_id: Forum Kelompok

source: This group does not currently have a forum.
id_id: Grup ini saat ini tidak memiliki forum.

source: Search Forums...
id_id: Cari Forum ...

source: Subscribed Topics
id_id: Topik Berlangganan

source: You have %d new replies
id_id: Anda memiliki% d balasan baru

source: You have %1$d new reply to %2$s from %3$s
id_id: Anda memiliki %1$d balasan baru untuk %2$s dari %3$s

source: You have %1$d new reply to %2$s
id_id: Anda memiliki %1$d balasan baru untuk %2$s

source: Topic Replies
id_id: Balasan Topik

source: <strong>Error</strong>: You do not have permission to mark notifications for that user.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk menandai pemberitahuan untuk pengguna itu.

source: <strong>Error</strong>: You do not have permission to create new forums.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk membuat forum baru.

source: <strong>Error</strong>: Your forum needs a title.
id_id: <strong>Kesalahan</strong>: Forum Anda membutuhkan judul.

source: <strong>Error</strong>: Your title is too long.
id_id: <strong> Kesalahan </strong>: Judul Anda terlalu panjang.

source: <strong>Error</strong>: Your forum description cannot be empty.
id_id: <strong> Kesalahan </strong>: Deskripsi forum Anda tidak boleh kosong.

source: <strong>Error</strong>: Your forum must have a parent.
id_id: <strong> Kesalahan </strong>: Forum Anda harus memiliki induk.

source: <strong>Error</strong>: This forum is a category. No forums can be created in this forum.
id_id: <strong> Kesalahan </strong>: Forum ini adalah kategori. Tidak ada forum yang dapat dibuat di forum ini.

source: <strong>Error</strong>: This forum has been closed to new forums.
id_id: <strong> Kesalahan </strong>: Forum ini telah ditutup untuk forum baru.

source: <strong>Error</strong>: This forum is private and you do not have the capability to read or create new forums in it.
id_id: <strong> Kesalahan </strong>: Forum ini bersifat pribadi dan Anda tidak memiliki kemampuan untuk membaca atau membuat forum baru di dalamnya.

source: <strong>Error</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
id_id: <strong> Kesalahan </strong>: Forum ini tersembunyi dan Anda tidak memiliki kemampuan untuk membaca atau membuat forum baru di dalamnya.

source: <strong>Error</strong>: Slow down; you move too fast.
id_id: <strong> Kesalahan </strong>: Lambat; kamu bergerak terlalu cepat.

source: <strong>Error</strong>: This forum already exists.
id_id: <strong> Kesalahan </strong>: Forum ini sudah ada.

source: <strong>Error</strong>: Your forum cannot be created at this time.
id_id: <strong> Kesalahan </strong>: Forum Anda tidak dapat dibuat saat ini.

source: <strong>Error</strong>: The following problem(s) occurred: %s
id_id: <strong>Kesalahan</strong>: Terjadi masalah berikut: %s

source: <strong>Error</strong>: The forum was not created.
id_id: <strong> Kesalahan </strong>: Forum tidak dibuat.

source: <strong>Error</strong>: Forum ID not found.
id_id: <strong> Kesalahan </strong>: ID Forum tidak ditemukan.

source: <strong>Error</strong>: The forum you want to edit was not found.
id_id: <strong> Kesalahan </strong>: Forum yang ingin Anda edit tidak ditemukan.

source: <strong>Error</strong>: You do not have permission to edit that forum.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit forum itu.

source: <strong>Error</strong>: Your forum cannot be edited at this time.
id_id: <strong> Kesalahan </strong>: Forum Anda tidak dapat diedit saat ini.

source: Add New
id_id: Tambah baru

source: Create New Forum
id_id: Buat Forum Baru

source: New Forum
id_id: Forum Baru

source: View Forum
id_id: Lihat Forum

source: View Forums
id_id: Lihat Forum

source: No forums found
id_id: Tidak ditemukan forum

source: No forums found in Trash
id_id: Tidak ada forum yang ditemukan di Sampah

source: Filter forums list
id_id: Filter daftar forum

source: Forums list
id_id: Daftar forum

source: Forums list navigation
id_id: Navigasi daftar forum

source: Parent Forum:
id_id: Forum Utama:

source: Insert into forum
id_id: Sisipkan ke forum

source: Uploaded to this forum
id_id: Diunggah ke forum ini

source: Forum Image
id_id: Gambar Forum

source: Set forum image
id_id: Setel gambar forum

source: Remove forum image
id_id: Hapus gambar forum

source: Use as forum image
id_id: Gunakan sebagai gambar forum

source: Forum published.
id_id: Forum diterbitkan.

source: Forum published privately.
id_id: Forum diterbitkan secara pribadi.

source: Forum reverted to draft.
id_id: Forum dikembalikan ke draf.

source: Forum scheduled.
id_id: Forum dijadwalkan.

source: Subscribe
id_id: Langganan

source: Unsubscribe
id_id: Berhenti berlangganan

source: %s topic
id_id: %s topik

source: (+%s hidden)
id_id: (+%s tersembunyi)

source: %s reply
id_id: %s balasan

source: This category has %1$s, %2$s, and was last updated %3$s by %4$s.
id_id: Kategori ini memiliki %1$s, %2$s, dan terakhir diperbarui %3$s oleh %4$s.

source: This forum has %1$s, %2$s, and was last updated %3$s by %4$s.
id_id: Forum ini memiliki %1$s, %2$s, dan terakhir diperbarui %3$s oleh %4$s.

source: This category has %1$s, and was last updated %2$s by %3$s.
id_id: Kategori ini memiliki %1$s, dan terakhir diperbarui %2$s oleh %3$s.

source: This forum has %1$s, and was last updated %2$s by %3$s.
id_id: Forum ini memiliki %1$s, dan terakhir diperbarui %2$s oleh %3$s.

source: This category has %1$s and %2$s.
id_id: Kategori ini memiliki %1$s dan %2$s.

source: This forum has %1$s and %2$s.
id_id: Forum ini memiliki %1$s dan %2$s.

source: This category has %1$s.
id_id: Kategori ini memiliki %1$s.

source: This forum has %1$s.
id_id: Forum ini memiliki %1$s.

source: This forum is empty.
id_id: Forum ini kosong.

source: <strong>Error</strong>: You do not have permission to reply.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk membalas.

source: <strong>Error</strong>: Topic ID is missing.
id_id: <strong> Kesalahan </strong>: ID Topik hilang.

source: <strong>Error</strong>: Topic ID must be a number.
id_id: <strong> Kesalahan </strong>: ID Topik harus berupa angka.

source: <strong>Error</strong>: Topic ID cannot be a negative number.
id_id: <strong> Kesalahan </strong>: ID Topik tidak boleh angka negatif.

source: <strong>Error</strong>: Topic does not exist.
id_id: <strong> Kesalahan </strong>: Topik tidak ada.

source: <strong>Error</strong>: Forum ID is missing.
id_id: <strong> Kesalahan </strong>: ID Forum tidak ada.

source: <strong>Error</strong>: Forum ID must be a number.
id_id: <strong> Kesalahan </strong>: ID Forum harus berupa angka.

source: <strong>Error</strong>: Forum ID cannot be a negative number.
id_id: <strong> Kesalahan </strong>: ID Forum tidak boleh angka negatif.

source: <strong>Error</strong>: Forum does not exist.
id_id: <strong> Kesalahan </strong>: Forum tidak ada.

source: <strong>Error</strong>: This forum is a category. No replies can be created in this forum.
id_id: <strong> Kesalahan </strong>: Forum ini adalah kategori. Tidak ada balasan yang dapat dibuat di forum ini.

source: <strong>Error</strong>: This forum has been closed to new replies.
id_id: <strong> Kesalahan </strong>: Forum ini telah ditutup untuk balasan baru.

source: <strong>Error</strong>: This forum is private and you do not have the capability to read or create new replies in it.
id_id: <strong> Kesalahan </strong>: Forum ini bersifat pribadi dan Anda tidak memiliki kemampuan untuk membaca atau membuat balasan baru di dalamnya.

source: <strong>Error</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
id_id: <strong> Kesalahan </strong>: Forum ini tersembunyi dan Anda tidak memiliki kemampuan untuk membaca atau membuat balasan baru di dalamnya.

source: <strong>Error</strong>: Your reply cannot be empty.
id_id: <strong> Kesalahan </strong>: Balasan Anda tidak boleh kosong.

source: <strong>Error</strong>: Duplicate reply detected; it looks as though you&#8217;ve already said that.
id_id: <strong>Kesalahan</strong> : Jawaban duplikat terdeteksi; sepertinya Anda sudah mengatakan itu.

source: <strong>Error</strong>: Your reply cannot be created at this time.
id_id: <strong> Kesalahan </strong>: Balasan Anda tidak dapat dibuat saat ini.

source: <strong>Error</strong>: Topic is closed.
id_id: <strong> Kesalahan </strong>: Topik ditutup.

source: <strong>Error</strong>: There was a problem adding the tags to the topic.
id_id: <strong>Kesalahan</strong>: Terjadi masalah saat menambahkan tag ke topik.

source: <strong>Error</strong>: The reply was not created.
id_id: <strong> Kesalahan </strong>: Balasan tidak dibuat.

source: <strong>Error</strong>: Reply ID not found.
id_id: <strong> Kesalahan </strong>: ID Balasan tidak ditemukan.

source: <strong>Error</strong>: The reply you want to edit was not found.
id_id: <strong>Kesalahan</strong>: Balasan yang ingin Anda edit tidak ditemukan.

source: <strong>Error</strong>: You do not have permission to edit that reply.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit balasan itu.

source: <strong>Error</strong>: Your reply cannot be edited at this time.
id_id: <strong> Kesalahan </strong>: Balasan Anda tidak dapat diedit saat ini.

source: <strong>Error</strong>: A reply ID is required
id_id: <strong> Kesalahan </strong>: Diperlukan ID balasan

source: <strong>Error</strong>: The reply you want to move was not found.
id_id: <strong>Kesalahan</strong>: Balasan yang ingin Anda pindahkan tidak ditemukan.

source: <strong>Error</strong>: The topic you want to move from was not found.
id_id: <strong> Kesalahan </strong>: Topik yang ingin Anda pindah tidak ditemukan.

source: <strong>Error</strong>: You do not have permission to edit the source topic.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit topik sumber.

source: <strong>Error</strong>: You need to choose a valid move option.
id_id: <strong>Kesalahan</strong>: Anda harus memilih opsi pemindahan yang valid.

source: <strong>Error</strong>: A topic ID is required.
id_id: <strong>Kesalahan</strong>: Diperlukan ID topik.

source: <strong>Error</strong>: The topic you want to move to was not found.
id_id: <strong> Kesalahan </strong>: Topik yang ingin Anda pindah tidak ditemukan.

source: <strong>Error</strong>: You do not have permission to edit the destination topic.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit topik tujuan.

source: <strong>Error</strong>: There was a problem converting the reply into the topic. Please try again.
id_id: <strong>Kesalahan</strong>: Ada masalah saat mengubah balasan menjadi topik. Silakan coba lagi.

source: <strong>Error</strong>: You do not have permission to create new topics. The reply could not be converted into a topic.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk membuat topik baru. Balasan tidak dapat diubah menjadi topik.

source: <strong>Error</strong>: This reply could not be found or no longer exists.
id_id: <strong> Kesalahan </strong>: Balasan ini tidak dapat ditemukan atau tidak ada lagi.

source: <strong>Error</strong>: You do not have permission to do that.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk melakukan itu.

source: <strong>Error</strong>: There was a problem approving the reply.
id_id: <strong> Kesalahan </strong>: Ada masalah saat menyetujui balasan.

source: <strong>Error</strong>: There was a problem unapproving the reply.
id_id: <strong> Kesalahan </strong>: Ada masalah saat tidak menyetujui balasan.

source: <strong>Error</strong>: There was a problem unmarking the reply as spam.
id_id: <strong>Kesalahan</strong>: Ada masalah saat menghapus tanda balasan sebagai spam.

source: <strong>Error</strong>: There was a problem marking the reply as spam.
id_id: <strong>Kesalahan</strong>: Ada masalah saat menandai balasan sebagai spam.

source: <strong>Error</strong>: There was a problem trashing the reply.
id_id: <strong> Kesalahan </strong>: Ada masalah saat membuang balasan.

source: <strong>Error</strong>: There was a problem untrashing the reply.
id_id: <strong> Kesalahan </strong>: Ada masalah saat membatalkan balasan.

source: <strong>Error</strong>: There was a problem deleting the reply.
id_id: <strong> Kesalahan </strong>: Ada masalah saat menghapus balasan.

source: All Posts
id_id: Semua Posting

source: Replies: %s
id_id: Balasan: %s

source: Create New Reply
id_id: Buat Balasan Baru

source: Edit Reply
id_id: Edit Balasan

source: New Reply
id_id: Balasan Baru

source: View Reply
id_id: Lihat Balasan

source: View Replies
id_id: Lihat Balasan

source: Search Replies
id_id: Telusuri Balasan

source: No replies found
id_id: Tidak ada balasan yang ditemukan

source: No replies found in Trash
id_id: Tidak ada balasan di Sampah

source: Filter replies list
id_id: Filter daftar balasan

source: Replies list
id_id: Daftar balasan

source: Replies list navigation
id_id: Balasan navigasi daftar

source: Parent Topic:
id_id: Topik Induk:

source: Forum Replies
id_id: Balasan Forum

source: Insert into reply
id_id: Sisipkan ke dalam balasan

source: Uploaded to this reply
id_id: Diunggah ke balasan ini

source: Reply Image
id_id: Balas Gambar

source: Set reply image
id_id: Setel gambar balasan

source: Remove reply image
id_id: Hapus gambar balasan

source: Use as reply image
id_id: Gunakan sebagai gambar balasan

source: Reply published.
id_id: Balasan dipublikasikan.

source: Reply published privately.
id_id: Balasan dipublikasikan secara pribadi.

source: Reply reverted to draft.
id_id: Balasan dikembalikan ke draf.

source: Reply scheduled.
id_id: Balasan dijadwalkan.

source: Reply To: %s
id_id: Balas Ke: %s

source: This reply was modified %1$s by %2$s. Reason: %3$s
id_id: Balasan ini telah diubah %1$s oleh %2$s. Alasan: %3$s

source: This reply was modified %1$s by %2$s.
id_id: Balasan ini telah diubah %1$s oleh %2$s.

source: View %s's profile
id_id: Lihat profil %s

source: Visit %s's website
id_id: Kunjungi situs web %s

source: Cancel
id_id: Membatalkan

source: Delete
id_id: Menghapus

source: Are you sure you want to delete that permanently?
id_id: Apakah Anda yakin ingin menghapusnya secara permanen?

source: Move
id_id: Pindah

source: Move this reply
id_id: Pindahkan balasan ini

source: Split
id_id: Membagi

source: Split the topic from this reply
id_id: Pisahkan topik dari balasan ini

source: Viewing %1$s reply thread
id_id: Melihat %1$s thread balasan

source: Viewing %1$s reply
id_id: Melihat %1$s balasan

source: Viewing %2$s replies (of %4$s total)
id_id: Melihat %2$s balasan (dari total %4$s balasan)

source: Viewing %1$s post
id_id: Melihat %1$s postingan

source: Viewing %2$s post (of %4$s total)
id_id: Melihat %2$s postingan (dari total %4$s posting)

source: Search Results for '%s'
id_id: Hasil Pencarian untuk '% s'

source: Viewing %1$s result
id_id: Melihat %1$s hasil

source: Viewing %2$s results (of %4$s total)
id_id: Melihat %2$s hasil (dari %4$s total)

source: <strong>Error</strong>: You do not have permission to create new topics.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk membuat topik baru.

source: <strong>Error</strong>: Your topic needs a title.
id_id: <strong> Kesalahan </strong>: Topik Anda perlu judul.

source: <strong>Error</strong>: Your topic cannot be empty.
id_id: <strong> Kesalahan </strong>: Topik Anda tidak boleh kosong.

source: <strong>Error</strong>: This forum is a category. No topics can be created in this forum.
id_id: <strong> Kesalahan </strong>: Forum ini adalah kategori. Tidak ada topik yang dapat dibuat di forum ini.

source: <strong>Error</strong>: This forum has been closed to new topics.
id_id: <strong> Kesalahan </strong>: Forum ini telah ditutup untuk topik baru.

source: <strong>Error</strong>: This forum is private and you do not have the capability to read or create new topics in it.
id_id: <strong>Kesalahan</strong>: Forum ini bersifat pribadi dan Anda tidak memiliki kemampuan untuk membaca atau membuat topik baru di dalamnya.

source: <strong>Error</strong>: This forum is hidden and you do not have the capability to read or create new topics in it.
id_id: <strong> Kesalahan </strong>: Forum ini tersembunyi dan Anda tidak memiliki kemampuan untuk membaca atau membuat topik baru di dalamnya.

source: <strong>Error</strong>: Duplicate topic detected; it looks as though you&#8217;ve already said that.
id_id: <strong>Kesalahan</strong> : Topik duplikat terdeteksi; sepertinya Anda sudah mengatakan itu.

source: <strong>Error</strong>: Your topic cannot be created at this time.
id_id: <strong> Kesalahan </strong>: Topik Anda tidak dapat dibuat saat ini.

source: <strong>Error</strong>: The topic was not created.
id_id: <strong> Kesalahan </strong>: Topik tidak dibuat.

source: <strong>Error</strong>: Topic ID not found.
id_id: <strong> Kesalahan </strong>: ID Topik tidak ditemukan.

source: <strong>Error</strong>: The topic you want to edit was not found.
id_id: <strong>Kesalahan</strong>: Topik yang ingin Anda edit tidak ditemukan.

source: <strong>Error</strong>: You do not have permission to edit that topic.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit topik itu.

source: <strong>Error</strong>: This forum is a category. No topics can be created in it.
id_id: <strong> Kesalahan </strong>: Forum ini adalah kategori. Tidak ada topik yang dapat dibuat di dalamnya.

source: <strong>Error</strong>: Your topic cannot be edited at this time.
id_id: <strong> Kesalahan </strong>: Topik Anda tidak dapat diedit saat ini.

source: <strong>Error</strong>: The topic you want to merge was not found.
id_id: <strong> Kesalahan </strong>: Topik yang ingin Anda gabungkan tidak ditemukan.

source: <strong>Error</strong>: Destination topic ID not found.
id_id: <strong> Kesalahan </strong>: ID topik tujuan tidak ditemukan.

source: <strong>Error</strong>: The topic you want to merge to was not found.
id_id: <strong> Kesalahan </strong>: Topik yang ingin Anda gabungkan tidak ditemukan.

source: <strong>Error</strong>: A reply ID is required.
id_id: <strong> Kesalahan </strong>: Diperlukan ID balasan.

source: <strong>Error</strong>: The reply you want to split from was not found.
id_id: <strong>Kesalahan</strong>: Balasan yang ingin Anda pisahkan tidak ditemukan.

source: <strong>Error</strong>: The topic you want to split was not found.
id_id: <strong> Kesalahan </strong>: Topik yang ingin Anda bagi tidak ditemukan.

source: <strong>Error</strong>: You need to choose a valid split option.
id_id: <strong> Kesalahan </strong>: Anda harus memilih opsi pembagian yang valid.

source: <strong>Error</strong>: The topic you want to split to was not found.
id_id: <strong> Kesalahan </strong>: Topik yang ingin Anda bagi tidak ditemukan.

source: <strong>Error</strong>: The following problem(s) have been found while getting the tag: %s
id_id: <strong>Kesalahan</strong>: Masalah berikut ditemukan saat mendapatkan tag: %s

source: <strong>Error</strong>: You do not have permission to edit the topic tags.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit tag topik.

source: <strong>Error</strong>: You need to enter a tag name.
id_id: <strong> Kesalahan </strong>: Anda harus memasukkan nama tag.
