Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

source: Parent:
id_id: Induk:

source: Forum Parent
id_id: Forum Induk

source: &mdash; No parent &mdash;
id_id: - Tanpa Induk -

source: Order:
id_id: Urutan:

source: Forum Order
id_id: Urutan Forum

source: Topic Type
id_id: Jenis Topik

source: Select whether to open or close the topic.
id_id: Pilih apakah akan membuka atau menutup topik.

source: &mdash; No forum &mdash;
id_id: - Tidak ada forum -

source: Select what status to give the reply.
id_id: Pilih status apa yang akan diberikan balasan.

source: &mdash; No reply &mdash;
id_id: - Tak ada jawaban -

source: Topic:
id_id: Topik:

source: Reply To:
id_id: Membalas ke:

source: Reply To
id_id: Membalas ke

source: Name:
id_id: Nama:

source: Name
id_id: Nama

source: Email:
id_id: Surel:

source: Email
id_id: Surel

source: Website:
id_id: Situs web:

source: Website
id_id: Situs web

source: ID:
id_id: INDO:

source: ID
id_id: Indo

source: IP Address
id_id: Alamat IP

source: Separate user-names with commas
id_id: Pisahkan nama pengguna dengan koma

source: No users have engaged to this topic.
id_id: Tidak ada pengguna yang terlibat dengan topik ini.

source: No users have favorited this topic.
id_id: Tidak ada pengguna yang memfavoritkan topik ini.

source: No users have subscribed to this topic.
id_id: Tidak ada pengguna yang berlangganan topik ini.

source: No users have subscribed to this forum.
id_id: Tidak ada pengguna yang berlangganan forum ini.

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
id_id: Layar ini menyediakan akses ke semua balasan Anda. Anda dapat menyesuaikan tampilan layar ini agar sesuai dengan alur kerja Anda.

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
id_id: Anda dapat menyembunyikan / menampilkan kolom berdasarkan kebutuhan Anda dan memutuskan berapa banyak balasan ke daftar per layar menggunakan tab Opsi Layar.

source: You can filter the list of replies by reply status using the text links in the upper left to show All, Published, Draft, Pending, Trashed, or Spam replies. The default view is to show all replies.
id_id: Anda dapat memfilter daftar balasan menurut status balasan menggunakan tautan teks di kiri atas untuk menampilkan Semua, Diterbitkan, Draf, Menunggu Keputusan, Dibuang, atau balasan Spam. Tampilan defaultnya adalah untuk menampilkan semua balasan.

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
id_id: Anda dapat melihat balasan dalam daftar judul sederhana atau dengan kutipan. Pilih tampilan yang Anda sukai dengan mengklik ikon di bagian atas daftar di sebelah kanan.

source: You can refine the list to show only replies in a specific forum or from a specific month by using the dropdown menus above the replies list. Click the Filter button after making your selection.
id_id: Anda dapat mempersempit daftar agar hanya menampilkan balasan di forum tertentu atau dari bulan tertentu dengan menggunakan menu tarik-turun di atas daftar balasan. Klik tombol Filter setelah membuat pilihan Anda.

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
id_id: Mengarahkan kursor ke baris dalam daftar balasan akan menampilkan tautan tindakan yang memungkinkan Anda untuk mengelola balasan Anda. Anda dapat melakukan tindakan berikut:

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
id_id: <strong> Edit </strong> membawa Anda ke layar pengeditan untuk balasan itu. Anda juga dapat mencapai layar itu dengan mengklik judul balasan.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
id_id: <strong> Sampah </strong> menghapus balasan Anda dari daftar ini dan membuangnya ke sampah, dan Anda dapat menghapusnya secara permanen.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
id_id: <strong> Spam </strong> menghapus balasan Anda dari daftar ini dan menempatkannya dalam antrean spam, dan Anda dapat menghapusnya secara permanen.

source: <strong>View</strong> will take you to your live site to view the reply.
id_id: <strong> Tampilan </strong> akan membawa Anda ke situs langsung Anda untuk melihat balasannya.

source: <strong>Approve</strong> will change the status from pending to publish.
id_id: <strong> Setujui </strong> akan mengubah status dari menunggu keputusan untuk dipublikasikan.

source: You can also edit, spam, or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
id_id: Anda juga dapat mengedit, mengirim spam, atau memindahkan beberapa balasan ke sampah sekaligus. Pilih balasan yang ingin Anda tindak dengan menggunakan kotak centang, lalu pilih tindakan yang ingin Anda lakukan dari menu Tindakan Massal dan klik Terapkan.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
id_id: Saat menggunakan Edit Massal, Anda dapat mengubah metadata (kategori, penulis, dll.) Untuk semua balasan yang dipilih sekaligus. Untuk menghapus balasan dari pengelompokan, cukup klik x di samping namanya di area Edit Massal yang muncul.

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
id_id: Bidang judul dan Area pengeditan balasan besar ditetapkan pada tempatnya, tetapi Anda dapat memposisikan ulang semua kotak lainnya menggunakan seret dan lepas, dan dapat meminimalkan atau memperluasnya dengan mengklik bilah judul setiap kotak. Gunakan tab Opsi Layar untuk memperlihatkan lebih banyak kotak (Kutipan, Kirim Pelacakan, Bidang Kustom, Diskusi, Slug, Penulis) atau untuk memilih tata letak 1 atau 2 kolom untuk layar ini.

source: Title and Reply Editor
id_id: Editor Judul dan Balasan

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
id_id: <strong>Judul</strong> - Masukkan judul untuk balasan Anda. Setelah Anda memasukkan judul, Anda akan melihat tautan permanen di bawah ini, yang dapat Anda edit.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
id_id: <strong> Editor Balas </strong> - Masukkan teks untuk balasan Anda. Ada dua mode pengeditan: Visual dan HTML. Pilih mode dengan mengklik tab yang sesuai. Mode visual memberi Anda editor WYSIWYG. Klik ikon terakhir di baris untuk mendapatkan baris kedua dari kontrol. Mode HTML memungkinkan Anda memasukkan HTML mentah bersama dengan teks balasan Anda. Anda dapat memasukkan file media dengan mengklik ikon di atas editor balasan dan mengikuti petunjuknya. Anda dapat membuka layar penulisan bebas gangguan melalui ikon Layar Penuh dalam mode Visual (kedua dari terakhir di baris atas) atau tombol Layar Penuh dalam mode HTML (terakhir di baris). Sesampai di sana, Anda dapat membuat tombol terlihat dengan mengarahkan kursor ke area atas. Keluar dari Layar Penuh kembali ke editor balasan biasa.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
id_id: <strong> Publikasikan </strong> - Anda dapat menyetel persyaratan untuk menerbitkan balasan Anda di kotak Publikasikan. Untuk Status, Visibilitas, dan Publikasikan (segera), klik tautan Edit untuk menampilkan lebih banyak opsi. Visibilitas mencakup opsi untuk melindungi balasan dengan kata sandi atau membuatnya tetap berada di bagian atas blog Anda tanpa batas waktu (melekat). Publikasikan (segera) memungkinkan Anda menyetel tanggal dan waktu masa depan atau masa lalu, sehingga Anda dapat menjadwalkan balasan untuk dipublikasikan di masa mendatang atau memperbarui balasan.

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
id_id: <strong>Gambar Unggulan</strong> - Ini memungkinkan Anda untuk mengaitkan gambar dengan balasan Anda tanpa menyisipkannya. Ini biasanya berguna hanya jika tema Anda menggunakan gambar unggulan sebagai gambar mini balasan di beranda, tajuk khusus, dll.

source: Reply Attributes
id_id: Atribut Balasan

source: Select the attributes that your reply should have:
id_id: Pilih atribut yang harus dimiliki balasan Anda:

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Topic) to post the reply in forum of the topic.
id_id: Tarik-turun <strong> Forum </strong> menentukan forum induk tempat balasan tersebut berada. Pilih forum, atau biarkan default (Gunakan Forum Topik) untuk memposting balasan di forum topik.

source: <strong>Topic</strong> determines the parent topic that the reply belongs to.
id_id: <strong> Topik </strong> menentukan topik induk dari balasan tersebut.

source: <strong>Reply To</strong> determines the threading of the reply.
id_id: <strong> Balas Ke </strong> menentukan alur balasan.

source: Unspam
id_id: Hapus spam

source: %s reply updated.
id_id: %s balasan diperbarui.

source: 1 reply not updated, somebody is editing it.
id_id: 1 balasan tidak diperbarui, seseorang sedang mengeditnya.

source: %s reply not updated, somebody is editing it.
id_id: %s balasan tidak diperbarui, seseorang sedang mengeditnya.

source: Sorry, you are not allowed to spam this item.
id_id: Maaf, Anda tidak diizinkan untuk mengirim spam item ini.

source: Error in spamming reply.
id_id: Kesalahan dalam balasan spam.

source: Sorry, you are not allowed to unspam this reply.
id_id: Maaf, Anda tidak boleh menghapus spam balasan ini.

source: Error in unspamming reply.
id_id: Kesalahan dalam balasan unspamming.

source: Author Information
id_id: Informasi penulis

source: The reply was not found.
id_id: Balasan tidak ditemukan.

source: There was a problem marking the reply "%1$s" as spam.
id_id: Terjadi masalah saat menandai balasan "%1$s" sebagai spam.

source: Reply "%1$s" successfully marked as spam.
id_id: Balasan "%1$s" berhasil ditandai sebagai spam.

source: There was a problem unmarking the reply "%1$s" as spam.
id_id: Terjadi masalah saat menghapus tanda balasan "%1$s" sebagai spam.

source: Reply "%1$s" successfully unmarked as spam.
id_id: Balasan "%1$s" berhasil dihapus dari tanda spam.

source: There was a problem approving the reply "%1$s".
id_id: Ada masalah saat menyetujui balasan "%1$s".

source: Reply "%1$s" successfully approved.
id_id: Balasan "%1$s" berhasil disetujui.

source: There was a problem unapproving the reply "%1$s".
id_id: Ada masalah saat tidak menyetujui balasan "%1$s".

source: Reply "%1$s" successfully unapproved.
id_id: Balasan "%1$s" berhasil ditolak.

source: Title
id_id: Judul

source: No topic
id_id: Tidak ada topik

source: (Mismatch)
id_id: (Ketidakcocokan)

source: No forum
id_id: Tidak ada forum

source: View &#8220;%s&#8221;
id_id: Lihat &quot;%s&quot;

source: Unapprove this reply
id_id: Tidak menyetujui balasan ini

source: Approve this reply
id_id: Setujui balasan ini

source: Mark this reply as spam
id_id: Tandai balasan ini sebagai spam

source: Mark the reply as not spam
id_id: Tandai balasan sebagai bukan spam

source: Not Spam
id_id: Bukan spam

source: Restore this item from the Trash
id_id: Pulihkan item ini dari Sampah

source: Restore
id_id: Mengembalikan

source: Move this item to the Trash
id_id: Pindahkan item ini ke Sampah

source: Delete this item permanently
id_id: Hapus item ini secara permanen

source: Delete Permanently
id_id: Hapus Secara Permanen

source: In all forums
id_id: Di semua forum

source: Empty Spam
id_id: Kosongkan Spam

source: Reply updated.
id_id: Balasan diperbarui.

source: View topic
id_id: Lihat topik

source: Reply restored to revision from %s
id_id: Balasan dipulihkan ke revisi dari %s

source: Reply created.
id_id: Balasan dibuat.

source: Reply saved.
id_id: Balasan disimpan.

source: Reply submitted.
id_id: Balasan dikirim.

source: Preview topic
id_id: Pratinjau topik

source: Reply scheduled for: %s.
id_id: Balasan dijadwalkan untuk: %s.

source: Reply draft updated.
id_id: Draf balasan diperbarui.

source: Forum User Settings
id_id: Pengaturan Pengguna Forum

source: Forum Features
id_id: Fitur Forum

source: Forum Theme Packages
id_id: Paket Tema Forum

source: Topics and Replies Per Page
id_id: Topik dan Balasan Per Halaman

source: Topics and Replies Per RSS Page
id_id: Topik dan Balasan Per Halaman RSS

source: Forum Single Slugs
id_id: Forum Tunggal Siput

source: Forum User Slugs
id_id: Siput Pengguna Forum

source: Forum Integration for BuddyPress
id_id: Integrasi Forum untuk BuddyPress

source: Forum Integration for Akismet
id_id: Integrasi Forum untuk Akismet

source: Database Settings
id_id: Pengaturan Database

source: Options
id_id: Pilihan

source: Roles
id_id: Peran

source: Flooding
id_id: Banjir

source: Editing
id_id: Mengedit

source: Anonymous
id_id: Anonim

source: Auto-embed links
id_id: Tautan sematan otomatis

source: Reply Threading
id_id: Balas Threading

source: Revisions
id_id: Revisi

source: Favorites
id_id: Favorit

source: Engagements
id_id: Keterlibatan

source: Topic tags
id_id: Tag topik

source: Search
id_id: Cari

source: Post Formatting
id_id: Pemformatan Posting

source: Super Moderators
id_id: Moderator Super

source: Current Package
id_id: Paket saat ini

source: Forum Root
id_id: Root Forum

source: Forum Prefix
id_id: Awalan Forum

source: Forum root should show
id_id: Akar forum harus ditampilkan

source: Topic View
id_id: Tampilan Topik

source: User Base
id_id: Basis Pengguna

source: Topics Started
id_id: Topik Dimulai

source: Replies Created
id_id: Balasan Dibuat

source: Favorite Topics
id_id: Topik Favorit

source: Group Forums
id_id: Forum Grup

source: Primary Forum
id_id: Forum Utama

source: Use Akismet
id_id: Gunakan Akismet

source: Select Platform
id_id: Pilih Platform

source: Database Server
id_id: Server Database

source: Database Port
id_id: Port Database

source: Database Name
id_id: Nama Database

source: Database User
id_id: Pengguna Basis Data

source: Database Password
id_id: Kata Sandi Basis Data

source: Table Prefix
id_id: Awalan Tabel

source: Rows Limit
id_id: Batas Baris

source: Delay Time
id_id: Waktu penundaan

source: Convert Users
id_id: Konversi Pengguna

source: Stop on Error
id_id: Berhenti saat Kesalahan

source: Start Over
id_id: Mulai Lagi

source: Helper Data
id_id: Data Pembantu

source: Setting time limits and other user posting capabilities
id_id: Menetapkan batas waktu dan kemampuan posting pengguna lainnya

source: Allow users to edit their content for %s minutes after posting
id_id: Izinkan pengguna untuk mengedit konten mereka selama %s menit setelah memposting

source: If checked, setting to "0 minutes" allows editing forever.
id_id: Jika dicentang, pengaturan ke "0 menit" memungkinkan pengeditan selamanya.

source: Allow flood protection by throttling users for %s seconds after posting
id_id: Izinkan perlindungan banjir dengan membatasi pengguna selama %s detik setelah memposting

source: Use this to discourage users from spamming your forums.
id_id: Gunakan ini untuk mencegah pengguna mengirim spam ke forum Anda.

source: Allow guest users without accounts to create topics and replies
id_id: Izinkan pengguna tamu tanpa akun untuk membuat topik dan balasan

source: Works best on intranets or paired with antispam measures like Akismet.
id_id: Berfungsi paling baik di intranet atau dipasangkan dengan alat antispam seperti Akismet.

source: Automatically give registered visitors the %s forum role
id_id: Secara otomatis memberi pengunjung terdaftar peran forum %s

source: Uncheck this to manually assign all user access to your forums.
id_id: Hapus centang ini untuk menetapkan semua akses pengguna ke forum Anda secara manual.

source: Forum features that can be toggled on and off
id_id: Fitur forum yang dapat diaktifkan dan dinonaktifkan

source: Allow users to mark topics as favorites
id_id: Izinkan pengguna menandai topik sebagai favorit

source: Allow users to subscribe to forums and topics
id_id: Izinkan pengguna untuk berlangganan forum dan topik

source: Allow tracking of topics each user engages in
id_id: Izinkan pelacakan topik yang melibatkan setiap pengguna

source: Allow topics to have tags
id_id: Izinkan topik memiliki tag

source: Allow forums to have dedicated moderators
id_id: Izinkan forum memiliki moderator khusus

source: This does not include the ability to edit users.
id_id: Ini tidak termasuk kemampuan untuk mengedit pengguna.

source: Allow Moderators and Keymasters to edit users
id_id: Izinkan Moderator dan Keymaster untuk mengedit pengguna

source: This includes roles, passwords, and email addresses.
id_id: Ini termasuk peran, kata sandi, dan alamat email.

source: Allow forum wide search
id_id: Izinkan pencarian forum secara luas

source: Enable threaded (nested) replies %s levels deep
id_id: Aktifkan balasan berulir (bersarang) dalam %s level

source: Allow topic and reply revision logging
id_id: Izinkan topik dan balasan log revisi

source: Add toolbar & buttons to textareas to help with HTML formatting
id_id: Tambahkan bilah alat & tombol ke area teks untuk membantu pemformatan HTML

source: How your forum content is displayed within your existing theme.
id_id: Bagaimana konten forum Anda ditampilkan dalam tema yang ada.

source: will serve all bbPress templates
id_id: akan melayani semua template bbPress

source: No template packages available.
id_id: Tidak ada paket template yang tersedia.

source: Embed media (YouTube, Twitter, Flickr, etc...) directly into topics and replies
id_id: Sematkan media (YouTube, Twitter, Flickr, dll ...) langsung ke topik dan balasan

source: How many topics and replies to show per page
id_id: Berapa banyak topik dan balasan yang akan ditampilkan per halaman

source: per page
id_id: per halaman

source: How many topics and replies to show per RSS page
id_id: Berapa banyak topik dan balasan yang akan ditampilkan per halaman RSS

source: Customize your Forums root. Partner with a WordPress Page and use Shortcodes for more flexibility.
id_id: Sesuaikan root Forum Anda. Bermitra dengan Halaman WordPress dan gunakan Shortcode untuk lebih banyak fleksibilitas.

source: Prefix all forum content with the Forum Root slug (Recommended)
id_id: Awali semua konten forum dengan slug Root Forum (Disarankan)

source: Forum Index
id_id: Indeks Forum

source: Topics by Last Post
id_id: Topik oleh Posting Terakhir

source: This setting will be ignored because %s was found in your theme.
id_id: Pengaturan ini akan diabaikan karena %s ditemukan dalam tema Anda.

source: Customize your user profile slugs.
id_id: Sesuaikan siput profil pengguna Anda.

source: Custom slugs for single forums, topics, replies, tags, views, edit, and search.
id_id: Siput khusus untuk forum tunggal, topik, balasan, tag, tampilan, edit, dan pencarian.

source: Forum settings for BuddyPress
id_id: Pengaturan forum untuk BuddyPress

source: Allow BuddyPress Groups to have their own forums
id_id: Izinkan Grup BuddyPress memiliki forumnya sendiri

source: create a new one
id_id: buat yang baru

source: Use %s to contain your group forums, or %s
id_id: Gunakan %s untuk menampung forum grup Anda, atau %s

source: Use %s to contain your group forums
id_id: Gunakan %s untuk menampung forum grup Anda

source: Changing this will not move existing forums.
id_id: Mengubah ini tidak akan memindahkan forum yang ada.

source: Forum settings for Akismet
id_id: Pengaturan forum untuk Akismet

source: Allow Akismet to actively prevent forum spam.
id_id: Izinkan Akismet untuk secara aktif mencegah spam forum.

source: Forums Settings
id_id: Pengaturan Forum

source: Save Changes
id_id: Simpan perubahan

source: Information about the database for your previous forums so they can be converted.
id_id: Informasi tentang database untuk forum Anda sebelumnya sehingga mereka dapat dikonversi.

source: The previous forum software
id_id: Perangkat lunak forum sebelumnya

source: Use default %s if same server, or IP or hostname
id_id: Gunakan %s default jika server yang sama, atau IP atau nama host

source: Use default %s if unsure
id_id: Gunakan %s default jika tidak yakin

source: User to access the database
id_id: Pengguna untuk mengakses database

source: Toggle
id_id: Alihkan

source: Password for the above database user
id_id: Kata sandi untuk pengguna database di atas

source: Name of the database with your old forum data
id_id: Nama database dengan data forum lama Anda

source: Some optional parameters to help tune the conversion process.
id_id: Beberapa parameter opsional untuk membantu menyesuaikan proses konversi.

source: Use %s if converting from BuddyPress Legacy
id_id: Gunakan %s jika mengonversi dari BuddyPress Legacy

source: entry maximum when querying for data to convert
id_id: entri maksimum saat menanyakan data untuk dikonversi

source: Keep this low if you experience out-of-memory issues.
id_id: Jaga agar tetap rendah jika Anda mengalami masalah kehabisan memori.

source: second delay between each query of rows above
id_id: penundaan kedua antara setiap kueri baris di atas

source: Keep this high to prevent too-many-connection issues.
id_id: Pertahankan setinggi ini untuk mencegah masalah koneksi yang terlalu banyak.

source: Halt the conversion if an error occurs
id_id: Hentikan konversi jika terjadi kesalahan

source: This is helpful if you want to debug problems.
id_id: Ini berguna jika Anda ingin men-debug masalah.

source: Restart the converter from the beginning
id_id: Mulai ulang konverter dari awal

source: This forces all steps back to 0. Avoid duplicate data by purging or resetting first.
id_id: Ini memaksa semua langkah kembali ke 0. Hindari data duplikat dengan menghapus atau menyetel ulang terlebih dahulu.

source: Purge all meta-data from a previous import
id_id: Bersihkan semua meta-data dari impor sebelumnya
