Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

# post
source: Closed <span class="count">(%s)</span>
id_id: Tutup <span class="count">(%s)</span>

# post
source: Orphan
id_id: Anak yatim

# post
source: Orphan <span class="count">(%s)</span>
id_id: Yatim piatu <span class="count">(%s)</span>

# post
source: Hidden
id_id: Tersembunyi

# post
source: Hidden <span class="count">(%s)</span>
id_id: Tersembunyi <span class="count">(%s)</span>

# admin color scheme
source: Mint
id_id: daun mint

# Close a Forum
source: Close
id_id: Menutup

# Open a Forum
source: Open
id_id: Buka

# Unapprove reply
source: Unapprove
id_id: Tidak disetujui

# Approve reply
source: Approve
id_id: Menyetujui

# noun
source: Reply
id_id: Balasan

# Unapprove Topic
source: Unapprove
id_id: Tidak disetujui

# Approve Topic
source: Approve
id_id: Menyetujui

# Close a Topic
source: Close
id_id: Menutup

# Open a Topic
source: Open
id_id: Buka

# User role
source: Participant
id_id: Peserta

# User role
source: Spectator
id_id: Penonton

# User role
source: Blocked
id_id: Diblokir

# widgets
source: by %1$s
id_id: oleh %1$s

# widgets
source: %1$s on %2$s %3$s
id_id: %1$s pada %2$s %3$s

# widgets
source: %1$s on %2$s
id_id: %1$s pada %2$s

# group admin edit screen
source: Discussion Forum
id_id: Forum Diskusi

# Open the forum
source: Open
id_id: Buka

# Close the forum
source: Closed
id_id: Tutup

# Forum is a category
source: Category
id_id: Kategori

# Make forum public
source: Public
id_id: Publik

# Make forum private
source: Private
id_id: Pribadi

# Make forum hidden
source: Hidden
id_id: Tersembunyi

# Publish the reply
source: Publish
id_id: Menerbitkan

# Trash the reply
source: Trash
id_id: Sampah

# Mark reply as pending
source: Pending
id_id: Menunggu keputusan

# date at time
source: %1$s at %2$s
id_id: %1$s - %2$s

# verb
source: Reply
id_id: Balasan

# Pending Status
source: Approve
id_id: Menyetujui

# Pending Status
source: Unapprove
id_id: Tidak disetujui

# Default reply to dropdown text
source: None
id_id: Tidak ada

# Open the topic
source: Open
id_id: Buka

# Close the topic
source: Closed
id_id: Tutup

# Close the topic
source: Close
id_id: Menutup

# Trash the topic
source: Trash
id_id: Sampah

# Unapprove the topic
source: Pending
id_id: Menunggu keputusan

# Unapprove the topic
source: Unapprove
id_id: Tidak disetujui

# Make topic sticky
source: Sticky
id_id: Lengket

# Make topic super sticky
source: Super Sticky
id_id: Super Lengket

# Approve the topic
source: Approve
id_id: Menyetujui

# Dismiss pending user email address change
source: Cancel
id_id: Membatalkan
