Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

source: <strong>Error</strong>: The following problem(s) have been found while updating the tag: %s
id_id: <strong>Kesalahan</strong>: Masalah berikut ditemukan saat memperbarui tag: %s

source: <strong>Error</strong>: The following problem(s) have been found while merging the tags: %s
id_id: <strong>Kesalahan</strong>: Masalah berikut ditemukan saat menggabungkan tag: %s

source: <strong>Error</strong>: The tags which are being merged can not be the same.
id_id: <strong> Kesalahan </strong>: Tag yang sedang digabungkan tidak boleh sama.

source: <strong>Error</strong>: You do not have permission to delete the topic tags.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk menghapus tag topik.

source: <strong>Error</strong>: The following problem(s) have been found while deleting the tag: %s
id_id: <strong>Kesalahan</strong>: Masalah berikut ditemukan saat menghapus tag: %s

source: <strong>Error</strong>: This topic could not be found or no longer exists.
id_id: <strong> Kesalahan </strong>: Topik ini tidak dapat ditemukan atau tidak ada lagi.

source: <strong>Error</strong>: There was a problem approving the topic.
id_id: <strong> Kesalahan </strong>: Ada masalah saat menyetujui topik.

source: <strong>Error</strong>: There was a problem unapproving the topic.
id_id: <strong>Kesalahan</strong>: Ada masalah saat tidak menyetujui topik.

source: <strong>Error</strong>: There was a problem closing the topic.
id_id: <strong> Kesalahan </strong>: Terjadi masalah saat menutup topik.

source: <strong>Error</strong>: There was a problem opening the topic.
id_id: <strong> Kesalahan </strong>: Terjadi masalah saat membuka topik.

source: <strong>Error</strong>: There was a problem unsticking the topic.
id_id: <strong> Kesalahan </strong>: Ada masalah saat menghapus topik.

source: <strong>Error</strong>: There was a problem sticking the topic.
id_id: <strong> Kesalahan </strong>: Ada masalah saat menggunakan topik.

source: <strong>Error</strong>: There was a problem unmarking the topic as spam.
id_id: <strong>Kesalahan</strong>: Ada masalah saat menghapus tanda topik sebagai spam.

source: <strong>Error</strong>: There was a problem marking the topic as spam.
id_id: <strong>Kesalahan</strong>: Ada masalah saat menandai topik sebagai spam.

source: <strong>Error</strong>: There was a problem trashing the topic.
id_id: <strong> Kesalahan </strong>: Ada masalah saat membuang topik.

source: <strong>Error</strong>: There was a problem untrashing the topic.
id_id: <strong> Kesalahan </strong>: Ada masalah saat membatalkan topik.

source: <strong>Error</strong>: There was a problem deleting the topic.
id_id: <strong> Kesalahan </strong>: Ada masalah saat menghapus topik.

source: Create New Topic
id_id: Buat Topik Baru

source: Edit Topic
id_id: Edit Topik

source: New Topic
id_id: Topik baru

source: View Topic
id_id: Lihat Topik

source: View Topics
id_id: Lihat Topik

source: Search Topics
id_id: Telusuri Topik

source: No topics found
id_id: Tidak ada topik yang ditemukan

source: No topics found in Trash
id_id: Tidak ada topik yang ditemukan di Sampah

source: Filter topics list
id_id: Filter daftar topik

source: Topics list
id_id: Daftar topik

source: Topics list navigation
id_id: Navigasi daftar topik

source: Forum Topics
id_id: Topik Forum

source: Insert into topic
id_id: Sisipkan ke dalam topik

source: Uploaded to this topic
id_id: Diupload ke topik ini

source: Topic Image
id_id: Gambar Topik

source: Set topic image
id_id: Atur gambar topik

source: Remove topic image
id_id: Hapus gambar topik

source: Use as topic image
id_id: Gunakan sebagai gambar topik

source: Topic published.
id_id: Topik diterbitkan.

source: Topic published privately.
id_id: Topik diterbitkan secara pribadi.

source: Topic reverted to draft.
id_id: Topik dikembalikan ke draf.

source: Topic scheduled.
id_id: Topik dijadwalkan.

source: This topic was modified %1$s by %2$s. Reason: %3$s
id_id: Topik ini telah diubah %1$s oleh %2$s. Alasan: %3$s

source: This topic was modified %1$s by %2$s.
id_id: Topik ini telah diubah %1$s oleh %2$s.

source: Favorite
id_id: Jadikan Favorit

source: Unfavorite
id_id: Batal Suka

source: Tagged:
id_id: Ditandai:

source: Merge
id_id: Gabungkan

source: Viewing %1$s topic
id_id: Melihat %1$s topik

source: Viewing topic %2$s (of %4$s total)
id_id: Melihat %2$s topik (dari total %4$s topik)

source: This topic is marked as spam.
id_id: Topik ini ditandai sebagai spam.

source: This topic is in the trash.
id_id: Topik ini ada di sampah.

source: This topic is pending moderation.
id_id: Topik ini sedang menunggu moderasi.

source: %s voice
id_id: %s komentar

source: This topic has %1$s, %2$s, and was last updated %3$s by %4$s.
id_id: Topik ini memiliki %1$s, %2$s, dan terakhir diperbarui %3$s oleh %4$s.

source: This topic has %1$s and %2$s.
id_id: Topik ini memiliki %1$s dan %2$s.

source: This topic has no replies.
id_id: Topik ini tidak memiliki balasan.

source: This topic is empty.
id_id: Topik ini kosong.

source: Search Tags
id_id: Tag Pencarian

source: Popular Tags
id_id: Tag Populer

source: All Tags
id_id: Semua Tag

source: Parent Tag
id_id: Tag Induk

source: Parent Tag:
id_id: Tag Induk:

source: View Topic Tag
id_id: Lihat Tag Topik

source: Update Tag
id_id: Perbarui Tag

source: Add New Tag
id_id: Tambahkan Tag Baru

source: New Tag Name
id_id: Nama Tag Baru

source: Separate topic tags with commas
id_id: Pisahkan tag topik dengan koma

source: Add or remove tags
id_id: Tambahkan atau hapus tag

source: Choose from the most used tags
id_id: Pilih dari tag yang paling sering digunakan

source: No topic tags found.
id_id: Tidak ada tag topik yang ditemukan.

source: No topic tags
id_id: Tidak ada tag topik

source: Topic tags list navigation
id_id: Navigasi daftar tag topik

source: Topic tags list
id_id: Daftar tag topik

source: Most used topic tags
id_id: Tag topik yang paling sering digunakan

source: &larr; Back to Tags
id_id: ← Kembali ke Tag

source: Nobody
id_id: Tak seorangpun

source: %1$s is currently editing this topic.
id_id: %1$s sedang mengedit topik ini.

source: <strong>Error</strong>: No topic was found. Which topic are you marking/unmarking as favorite?
id_id: <strong> Kesalahan </strong>: Tidak ada topik yang ditemukan. Topik mana yang Anda tandai / hapus tanda sebagai favorit?

source: <strong>Error</strong>: You do not have permission to edit favorites for that user.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit favorit untuk pengguna itu.

source: <strong>Error</strong>: There was a problem removing that topic from favorites.
id_id: <strong>Kesalahan</strong>: Terjadi masalah saat menghapus topik itu dari favorit.

source: <strong>Error</strong>: There was a problem favoriting that topic.
id_id: <strong>Kesalahan</strong>: Ada masalah saat memfavoritkan topik itu.

source: <strong>Error</strong>: Not found. What are you subscribing/unsubscribing to?
id_id: <strong> Kesalahan </strong>: Tidak ditemukan. Apa yang Anda langgani / hentikan?

source: <strong>Error</strong>: You do not have permission to edit subscriptions of that user.
id_id: <strong> Kesalahan </strong>: Anda tidak memiliki izin untuk mengedit langganan pengguna itu.

source: <strong>Error</strong>: There was a problem unsubscribing.
id_id: <strong> Kesalahan </strong>: Ada masalah saat berhenti berlangganan.

source: <strong>Error</strong>: There was a problem subscribing.
id_id: <strong>Kesalahan</strong>: Ada masalah saat berlangganan.

source: <strong>Error</strong>: That is not a valid email address.
id_id: <strong> Kesalahan </strong>: Itu bukan alamat email yang valid.

source: <strong>Error</strong>: That email address is already in use.
id_id: <strong> Kesalahan </strong>: Alamat email itu sudah digunakan.

source: <strong>Error</strong>: An error occurred while updating your email address.
id_id: <strong> Kesalahan </strong>: Terjadi kesalahan saat memperbarui alamat email Anda.

source: %1$s Someone requested a change to the email address on your account. Please click the following link to confirm this change: %2$s If you did not request this, you can safely ignore and delete this notification. This email was sent to: %3$s Regards, The %4$s Team %5$s
id_id: %1$s Seseorang meminta perubahan alamat email di akun Anda. Silahkan klik link berikut untuk mengkonfirmasi perubahan ini: %2$s Jika Anda tidak memintanya, Anda dapat mengabaikan dan menghapus pemberitahuan ini dengan aman. Email ini telah dikirim ke: %3$s Salam, Tim %4$s %5$s

source: [%s] New Email Address
id_id: [%s] Alamat Email Baru

source: <strong>Error</strong>: Empty role.
id_id: <strong> Kesalahan </strong>: Peran kosong.

source: <strong>Error</strong>: Invalid role.
id_id: <strong> Kesalahan </strong>: Peran tidak valid.

source: Guest
id_id: Tamu

source: Inactive
id_id: Tidak aktif

source: Member
id_id: Anggota

source: User updated.
id_id: Pengguna diperbarui.

source: There is a pending email address change to %1$s. %2$s
id_id: Ada perubahan alamat email yang menunggu keputusan menjadi %1$s. %2$s

source: You have super admin privileges.
id_id: Anda memiliki hak istimewa admin super.

source: This user has super admin privileges.
id_id: Pengguna ini memiliki hak istimewa admin super.

source: &mdash; No role for this site &mdash;
id_id: - Tidak ada peran untuk situs ini -

source: You are now logged out.
id_id: Anda sekarang telah keluar.

source: New user registration is currently not allowed.
id_id: Pendaftaran pengguna baru saat ini tidak diperbolehkan.

source: Check your e-mail for the confirmation link.
id_id: Periksa email Anda untuk tautan konfirmasi.

source: Check your e-mail for your new password.
id_id: Periksa email Anda untuk kata sandi baru Anda.

source: Registration complete. Please check your e-mail.
id_id: Pendaftaran selesai. Silakan periksa email Anda.

source: Moderators:
id_id: Moderator:

source: Leave
id_id: Meninggalkan

source: Stay
id_id: Tinggal

source: Registered Users
id_id: Pengguna Terdaftar

source: Empty Topic Tags
id_id: Tag Topik Kosong

source: Hidden Topics
id_id: Topik Tersembunyi

source: Hidden Replies
id_id: Balasan Tersembunyi

source: You are already logged in.
id_id: Kamu sudah masuk.

source: Private
id_id: Pribadi

source: You do not have permission to view this forum.
id_id: Anda tidak memiliki izin untuk melihat forum ini.

source: Oh, bother! No forums were found here.
id_id: Ups! Belum ada forum yang ditemukan di sini.

source: Oh, bother! No replies were found here.
id_id: Ups! Belum ada balasan yang ditemukan di sini.

source: Oh, bother! No search results were found here.
id_id: Ups! Belum ada hasil pencarian yang ditemukan di sini.

source: Oh, bother! No topics were found here.
id_id: Ups! Belum ada topik yang ditemukan di sini.

source: Your information:
id_id: Informasi Anda:

source: Name (required):
id_id: Nama (wajib):

source: Mail (will not be published) (required):
id_id: Mail (tidak akan dipublikasikan) (wajib):

source: Now Editing &ldquo;%s&rdquo;
id_id: Sekarang Mengedit “%s”

source: Create New Forum in &ldquo;%s&rdquo;
id_id: Buat Forum Baru di “%s”

source: This forum is closed to new content, however your posting capabilities still allow you to post.
id_id: Forum ini tertutup untuk konten baru, namun kemampuan posting Anda masih memungkinkan Anda untuk memposting.

source: Your account has the ability to post unrestricted HTML content.
id_id: Akun Anda memiliki kemampuan untuk memposting konten HTML yang tidak dibatasi.

source: Forum Name (Maximum Length: %d):
id_id: Nama Forum (Panjang Maksimum:% d):

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
id_id: Anda dapat menggunakan tag dan atribut <abbr title="Hyper Text Markup Language">HTML</abbr> berikut:

source: Forum Moderators:
id_id: Moderator Forum:

source: Forum Type:
id_id: Jenis Forum:

source: Submit
id_id: Kirimkan

source: The forum &#8216;%s&#8217; is closed to new content.
id_id: Forum &#8216;%s&#8217; ditutup untuk konten baru.

source: You cannot create new forums.
id_id: Anda tidak dapat membuat forum baru.

source: You must be logged in to create new forums.
id_id: Anda harus masuk untuk membuat forum baru.

source: Protected
id_id: Terlindung

source: Move reply "%s"
id_id: Pindahkan balasan "%s"

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
id_id: Anda dapat membuat balasan ini menjadi topik baru dengan judul baru, atau menggabungkannya ke dalam topik yang ada.

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
id_id: Jika Anda memilih topik yang ada, balasan akan diurutkan berdasarkan waktu dan tanggal dibuat.

source: Move Method
id_id: Metode Pindah

source: New topic in %s titled:
id_id: Topik baru di %s berjudul:

source: Moved: %s
id_id: Dipindahkan: %s

source: Use an existing topic in this forum:
id_id: Gunakan topik yang ada di forum ini:

source: You do not have permission to edit this reply.
id_id: Anda tidak memiliki izin untuk mengedit balasan ini.

source: You cannot edit this reply.
id_id: Anda tidak dapat mengedit balasan ini.

source: Search replies:
id_id: Telusuri balasan:

source: Reply #%1$s in %2$s
id_id: Balas #%1$s di %2$s

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to reply.
id_id: Topik ini ditandai sebagai tertutup untuk balasan baru, namun kemampuan posting Anda masih memungkinkan Anda untuk membalas.

source: Tags:
id_id: Tag:

source: Notify the author of follow-up replies via email
id_id: Beri tahu penulis balasan tindak lanjut melalui email

source: Notify me of follow-up replies via email
id_id: Beri tahu saya tentang balasan melalui email

source: Reply Status:
id_id: Status Balasan:

source: Keep a log of this edit:
id_id: Simpan catatan hasil edit ini:

source: Optional reason for editing:
id_id: Alasan opsional untuk mengedit:

source: The topic &#8216;%s&#8217; is closed to new replies.
id_id: Topik &#8216;%s&#8217; ditutup untuk balasan baru.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
id_id: Forum &#8216;%s&#8217; ditutup untuk topik dan balasan baru.

source: You cannot reply to this topic.
id_id: Anda tidak dapat membalas topik ini.

source: You must be logged in to reply to this topic.
id_id: Anda harus masuk untuk membalas topik ini.

source: Search for:
id_id: Pencarian untuk:

source: Merge topic "%s"
id_id: Gabungkan topik "%s"

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
id_id: Pilih topik untuk menggabungkan topik ini. Topik tujuan akan tetap menjadi topik utama, dan topik ini akan berubah menjadi balasan.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
id_id: Untuk mempertahankan topik ini sebagai prospek, buka topik lain dan gunakan alat penggabung dari sana.

source: Replies to both topics are merged chronologically, ordered by the time and date they were published. Topics may be updated to a 1 second difference to maintain chronological order based on the merge direction.
id_id: Balasan untuk kedua topik tersebut digabungkan secara kronologis, diurutkan berdasarkan waktu dan tanggal penerbitannya. Topik dapat diperbarui menjadi selisih 1 detik untuk mempertahankan urutan kronologis berdasarkan arah penggabungan.

source: Destination
id_id: Tujuan

source: Merge with this topic:
id_id: Gabungkan dengan topik ini:

source: There are no other topics in this forum to merge with.
id_id: Tidak ada topik lain di forum ini untuk digabungkan.

source: Topic Extras
id_id: Ekstra Topik

source: Merge topic subscribers
id_id: Gabungkan pelanggan topik

source: Merge topic favoriters
id_id: Gabungkan favorit topik

source: Merge topic tags
id_id: Gabungkan tag topik

source: You do not have permission to edit this topic.
id_id: Anda tidak memiliki izin untuk mengedit topik ini.

source: You cannot edit this topic.
id_id: Anda tidak dapat mengedit topik ini.

source: Search topics:
id_id: Topik pencarian:

source: Split topic "%s"
id_id: Pisahkan topik "%s"

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
id_id: Saat Anda membagi topik, Anda membaginya menjadi dua dimulai dengan balasan yang baru saja Anda pilih. Pilih untuk menggunakan balasan itu sebagai topik baru dengan judul baru, atau gabungkan balasan tersebut ke dalam topik yang ada.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
id_id: Jika Anda menggunakan opsi topik yang ada, balasan dalam kedua topik akan digabungkan secara kronologis. Urutan balasan yang digabungkan didasarkan pada waktu dan tanggal balasan tersebut diposting.

source: Split Method
id_id: Metode Split

source: Split: %s
id_id: Pisahkan: %s

source: Copy subscribers to the new topic
id_id: Salin pelanggan ke topik baru

source: Copy favoriters to the new topic
id_id: Salin pengguna favorit ke topik baru

source: Copy topic tags to the new topic
id_id: Salin tag topik ke topik baru

source: Manage Tag: "%s"
id_id: Kelola Tag: "%s"

source: Rename
id_id: Ganti nama

source: Leave the slug empty to have one automatically generated.
id_id: Biarkan siput kosong agar siput dibuat secara otomatis.

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
id_id: Mengubah siput memengaruhi tautan permanennya. Tautan apa pun ke siput lama akan berhenti berfungsi.

source: Slug:
id_id: Siput:

source: Description:
id_id: Deskripsi:

source: Update
id_id: Memperbarui

source: Merging tags together cannot be undone.
id_id: Menggabungkan tag bersama tidak dapat dibatalkan.

source: Existing tag:
id_id: Tag yang ada:

source: Are you sure you want to merge the "%s" tag into the tag you specified?
id_id: Anda yakin ingin menggabungkan tag "%s" ke dalam tag yang Anda tentukan?

source: This does not delete your topics. Only the tag itself is deleted.
id_id: Ini tidak menghapus topik Anda. Hanya tag itu sendiri yang dihapus.

source: Deleting a tag cannot be undone.
id_id: Menghapus tag tidak dapat dibatalkan.

source: Any links to this tag will no longer function.
id_id: Tautan apa pun ke tag ini tidak akan berfungsi lagi.

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
id_id: Anda yakin ingin menghapus tag "%s"? Ini permanen dan tidak dapat dibatalkan.

source: Create New Topic in &ldquo;%s&rdquo;
id_id: Buat Topik Baru di &ldquo;%s&rdquo;

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to create a topic.
id_id: Forum ini ditandai sebagai tertutup untuk topik baru, namun kemampuan posting Anda masih memungkinkan Anda membuat topik.

source: Topic Title (Maximum Length: %d):
id_id: Judul Topik (Panjang Maksimum:% d):

source: You may use these %s tags and attributes:
id_id: Anda dapat menggunakan tag dan atribut %s ini:

source: Topic Tags:
id_id: Tag Topik:

source: Topic Type:
id_id: Jenis Topik:

source: Topic Status:
id_id: Status Topik:

source: You cannot create new topics.
id_id: Anda tidak dapat membuat topik baru.

source: You must be logged in to create new topics.
id_id: Anda harus login untuk membuat topik baru.

source: First Name
id_id: Nama depan

source: Last Name
id_id: Nama keluarga

source: Nickname
id_id: Nama panggilan

source: Display Name
id_id: Nama tampilan

source: Contact Info
id_id: Info kontak

source: About Yourself
id_id: Tentang dirimu

source: About the user
id_id: Tentang pengguna

source: Biographical Info
id_id: Info Biografi

source: Account
id_id: Akun

source: Language
id_id: Bahasa

source: User Role
id_id: Peran pengguna

source: Network Role
id_id: Peran Jaringan

source: Grant this user super admin privileges for the Network.
id_id: Berikan hak istimewa admin super kepada pengguna ini untuk Jaringan.

source: Update Profile
id_id: Memperbaharui profil

source: Update User
id_id: Perbarui Pengguna

source: Username or Email
id_id: Username atau email

source: Reset My Password
id_id: Setel ulang kata sandi saya

source: Generate Password
id_id: Hasilkan Kata Sandi

source: Hide password
id_id: Sembunyikan kata sandi

source: Hide
id_id: Menyembunyikan

source: Cancel password change
id_id: Batalkan perubahan kata sandi

source: Repeat New Password
id_id: Ulangi Kata Sandi Baru

source: Type your new password again.
id_id: Ketik kata sandi baru Anda lagi.

source: Confirm
id_id: Konfirmasi

source: Create an Account
id_id: Buat sebuah akun

source: Your username must be unique, and cannot be changed later.
id_id: Nama pengguna Anda harus unik, dan tidak dapat diubah nanti.

source: We use your email address to email you a secure password and verify your account.
id_id: Kami menggunakan alamat email Anda untuk mengirimi Anda kata sandi yang aman dan memverifikasi akun Anda.

source: Blog Role
id_id: Peran Blog

source: Last updated %s
id_id: Terakhir diperbarui %s

source: In reply to:
id_id: Sebagai balasan untuk:

source: in group forum
id_id: di forum grup

source: in forum
id_id: di forum

source: Search Results
id_id: Hasil Pencarian

source: in reply to:
id_id: sebagai balasan untuk:

source: Started by: %1$s
id_id: Dibuat oleh: %1$s

source: in: %1$s
id_id: dalam: %1$s

source: Profile
id_id: Profil

source: %s's Topics Started
id_id: %s Memulai Topik

source: %s's Replies Created
id_id: %s Membuat Balasan

source: %s's Engagements
id_id: %s Keterlibatan

source: Topics Engaged In
id_id: Topik yang Terlibat

source: Favorite Forum Topics
id_id: Topik Forum Favorit

source: Registered: %s
id_id: Terdaftar: %s

source: Website: %s
id_id: Situs web: %s

source: Last Activity: %s
id_id: Aktivitas Terakhir: %s

source: Topics Started: %s
id_id: Topik Pengguna: %s

source: Replies Created: %s
id_id: Balasan Pengguna: %s

source: Forum Role: %s
id_id: Peran Forum: %s

source: Forum Replies Created
id_id: Balasan Forum Yang Dibuat

source: Subscribed Forums
id_id: Forum Langganan

source: Forum Topics Started
id_id: Topik Forum Dimulai

source: Something went wrong. Refresh your browser and try again.
id_id: Ada yang salah. Segarkan browser Anda dan coba lagi.

source: Favorites are no longer active.
id_id: Favorit tidak lagi aktif.

source: Please login to favorite.
id_id: Silakan masuk ke favorit.

source: You do not have permission to do this.
id_id: Anda tidak memiliki izin untuk melakukan ini.

source: Favorite failed.
id_id: Favorit gagal.

source: Are you sure you meant to do that?
id_id: Apakah Anda yakin ingin melakukan itu?

source: The request was unsuccessful. Please try again.
id_id: Permintaan itu tidak berhasil. Silakan coba lagi.

source: Subscriptions are no longer active.
id_id: Langganan tidak lagi aktif.

source: Please login to subscribe.
id_id: Silahkan login untuk berlangganan.

source: Subscription failed.
id_id: Langganan gagal.

source: Here are the statistics and popular topics of our forums.
id_id: Berikut adalah statistik dan topik populer di forum kami.

source: This is a collection of tags that are currently popular on our forums.
id_id: Ini adalah kumpulan tag yang sedang populer di forum kami.

source: bbPress is forum software with a twist from the creators of WordPress.
id_id: bbPress adalah perangkat lunak forum dengan sentuhan dari pencipta WordPress.

source: The bbPress Contributors
id_id: Kontributor bbPress

# post
source: Closed
id_id: Tutup
