Repository: tulungagung/candro
Catalog: bbpress-*.po
Languages: id_id

source: Use this if an import failed, or you just want to remove the relationship data.
id_id: Gunakan ini jika impor gagal, atau Anda hanya ingin menghapus data hubungan.

source: Import user accounts from previous forums
id_id: Impor akun pengguna dari forum sebelumnya

source: Passwords remain encrypted, and are converted as individual users log in.
id_id: Kata sandi tetap dienkripsi, dan diubah saat pengguna individu masuk.

source: Up next: step %s
id_id: Selanjutnya: langkah %s

source: Ready
id_id: Siap

source: Resume
id_id: Lanjut

source: Previously stopped at step %1$d of %2$d
id_id: Sebelumnya berhenti di langkah %1$d dari %2$d

source: Ready to go.
id_id: Siap untuk berangkat.

source: Forum Tools
id_id: Alat Forum

source: Toggle panel: Import Status
id_id: Beralih panel: Status Impor

source: Import Monitor
id_id: Monitor Impor

source: Pause
id_id: Berhenti sebentar

source: This screen provides access to all of the Forums settings.
id_id: Layar ini menyediakan akses ke semua pengaturan Forum.

source: Please see the additional help tabs for more information on each individual section.
id_id: Silakan lihat tab bantuan tambahan untuk informasi lebih lanjut tentang masing-masing bagian.

source: Main Settings
id_id: Pengaturan utama

source: The "Main Settings" section includes a number of options:
id_id: Bagian "Pengaturan Utama" mencakup sejumlah opsi:

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
id_id: Anda dapat memilih untuk mengunci postingan setelah beberapa menit. "Mengunci pengeditan postingan" akan mencegah penulis mengedit beberapa waktu setelah menyimpan postingan.

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
id_id: "Throttle time" adalah jumlah waktu yang dibutuhkan antara posting dari satu penulis. Semakin tinggi waktu throttle, semakin lama pengguna harus menunggu antara memposting ke forum.

source: Favorites are a way for users to save and later return to topics they favor. This is enabled by default.
id_id: Favorit adalah cara pengguna untuk menyimpan dan kemudian kembali ke topik yang mereka sukai. Ini diaktifkan secara default.

source: Subscriptions allow users to subscribe for notifications to topics that interest them. This is enabled by default.
id_id: Langganan memungkinkan pengguna untuk berlangganan pemberitahuan tentang topik yang mereka minati. Ini diaktifkan secara default.

source: Topic-Tags allow users to filter topics between forums. This is enabled by default.
id_id: Topik-Tag memungkinkan pengguna untuk memfilter topik di antara forum. Ini diaktifkan secara default.

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create topics as well as replies.
id_id: "Posting Anonim" memungkinkan pengguna tamu yang tidak memiliki akun di situs Anda untuk membuat topik dan juga balasan.

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
id_id: Fancy Editor menghadirkan kemewahan editor Visual dan editor HTML dari dasbor WordPress tradisional ke dalam tema Anda.

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
id_id: Penyematan otomatis akan menyematkan konten media dari URL langsung ke balasan. Misalnya: tautan ke Flickr dan YouTube.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
id_id: Anda harus mengklik tombol Simpan Perubahan di bagian bawah layar agar pengaturan baru diterapkan.

source: Theme Packages
id_id: Paket Tema

source: The "Theme Packages" section allows you to choose which theme package should be used.
id_id: Bagian "Paket Tema" memungkinkan Anda memilih paket tema mana yang harus digunakan.

source: The "bbPress Default" package is installed by default.
id_id: Paket "bbPress Default" diinstal secara default.

source: Some themes may choose to ignore this setting entirely.
id_id: Beberapa tema mungkin memilih untuk mengabaikan pengaturan ini sepenuhnya.

source: Packages can be stacked to allow for intelligent fallbacks.
id_id: Paket dapat ditumpuk untuk memungkinkan penggantian yang cerdas.

source: Per Page
id_id: Per halaman

source: The "Per Page" section allows you to control the number of topics and replies appear on each page.
id_id: Bagian "Per Halaman" memungkinkan Anda mengontrol jumlah topik dan balasan yang muncul di setiap halaman.

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
id_id: Ini sebanding dengan halaman "Pengaturan Membaca" WordPress, di mana Anda dapat mengatur jumlah posting yang harus ditampilkan di halaman blog dan di feed.

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
id_id: Ini dipecah menjadi dua kelompok terpisah: satu untuk apa yang muncul di tema Anda, satu lagi untuk umpan RSS.

source: Slugs
id_id: Siput

source: The "Slugs" section allows you to control the permalink structure for your forums.
id_id: Bagian "Siput" memungkinkan Anda mengontrol struktur tautan permanen untuk forum Anda.

source: "Archive Slugs" are used as the "root" for your forums and topics. If you combine these values with existing page slugs, bbPress will attempt to output the most correct title and content.
id_id: "Archive Slugs" digunakan sebagai "root" untuk forum dan topik Anda. Jika Anda menggabungkan nilai-nilai ini dengan siput halaman yang ada, bbPress akan mencoba untuk menampilkan judul dan konten yang paling benar.

source: "Single Slugs" are used as a prefix when viewing an individual forum, topic, reply, user, or view.
id_id: "Slug Tunggal" digunakan sebagai awalan saat melihat forum, topik, balasan, pengguna, atau tampilan individu.

source: In the event of a slug collision with WordPress or BuddyPress, a warning will appear next to the problem slug(s).
id_id: Jika terjadi benturan siput dengan WordPress atau BuddyPress, peringatan akan muncul di samping masalah siput.

source: Posts
id_id: Posting

source: Pages
id_id: Halaman

source: Attachments
id_id: Lampiran

source: Menus
id_id: Menu

source: Tag base
id_id: Basis tag

source: Category base
id_id: Dasar kategori

source: Forums base
id_id: Basis forum

source: Topics base
id_id: Dasar topik

source: Forum slug
id_id: Siput forum

source: Topic slug
id_id: Siput topik

source: Reply slug
id_id: Balas siput

source: Edit slug
id_id: Edit siput

source: User base
id_id: Basis pengguna

source: View base
id_id: Lihat basis

source: Topic tag slug
id_id: Siput tag topik

source: %s page
id_id: %s halaman

source: Possible %1$s conflict: %2$s
id_id: Kemungkinan %1$s konflik: %2$s

source: Search Tools:
id_id: Alat pencari:

source: Search Tools
id_id: Alat pencari

source: Filter by Component
id_id: Filter berdasarkan Komponen

source: All Components
id_id: Semua Komponen

source: Filter by Version
id_id: Filter menurut Versi

source: All Versions
id_id: Semua versi

source: Low
id_id: Rendah

source: High
id_id: Tinggi

source: Users
id_id: Pengguna

source: Topic Tags
id_id: Tag Topik

source: All %s
id_id: Semua %s

source: Pending %s
id_id: Tertunda %s

source: Repair Forums
id_id: Perbaikan Forum

source: There is more detailed information available on the bbPress and BuddyPress codex for the following:
id_id: Ada informasi lebih rinci yang tersedia di bbPress dan BuddyPress codex sebagai berikut:

source: BuddyPress Group Forums: <a href="https://codex.buddypress.org/getting-started/installing-group-and-sitewide-forums/">Installing Group and Sitewide Forums</a> and <a href="https://codex.buddypress.org/getting-started/guides/migrating-from-old-forums-to-bbpress-2/">Migrating from old forums to bbPress 2.2+</a>.
id_id: BuddyPress Group Forums: <a href="https://codex.buddypress.org/getting-started/installing-group-and-sitewide-forums/">Menginstal</a> Forum <a href="https://codex.buddypress.org/getting-started/installing-group-and-sitewide-forums/">Grup dan Seluruh Situs</a> dan <a href="https://codex.buddypress.org/getting-started/guides/migrating-from-old-forums-to-bbpress-2/">Bermigrasi dari forum lama ke bbPress 2.2+</a> .

source: bbPress roles: <a href="https://codex.bbpress.org/bbpress-user-roles-and-capabilities/" target="_blank">bbPress User Roles and Capabilities</a>
id_id: Peran bbPress: <a href="https://codex.bbpress.org/bbpress-user-roles-and-capabilities/" target="_blank">Peran dan Kemampuan Pengguna bbPress</a>

source: Also see <a href="https://codex.bbpress.org/repair-forums/">bbPress: Repair Forums</a>.
id_id: Lihat juga <a href="https://codex.bbpress.org/repair-forums/">bbPress: Forum Perbaikan</a> .

source: Reset Forums
id_id: Setel Ulang Forum

source: Also see <a href="https://codex.bbpress.org/reset-forums/">bbPress: Reset Forums</a>.
id_id: Lihat juga <a href="https://codex.bbpress.org/reset-forums/">bbPress: Atur Ulang Forum</a> .

source: This screen provides access to all of the bbPress Import Forums settings and resources.
id_id: Layar ini menyediakan akses ke semua pengaturan dan sumber bbPress Import Forums.

source: Also see the main article on the bbPress codex <a href="https://codex.bbpress.org/import-forums/">bbPress: Import Forums</a>.
id_id: Juga lihat artikel utama di bbPress codex <a href="https://codex.bbpress.org/import-forums/">bbPress: Forum Impor</a> .

source: In the Database Settings you have a number of options:
id_id: Di Pengaturan Database Anda memiliki sejumlah opsi:

source: The settings in this section refer to the database connection strings used by your old forum software. The best way to determine the exact settings you need is to copy them from your legacy forums configuration file or contact your web hosting provider.
id_id: Pengaturan di bagian ini mengacu pada string koneksi database yang digunakan oleh perangkat lunak forum lama Anda. Cara terbaik untuk menentukan pengaturan yang tepat yang Anda butuhkan adalah dengan menyalinnya dari file konfigurasi forum lama atau menghubungi penyedia hosting web Anda.

source: Importer Options
id_id: Opsi Importir

source: In the Options you have a number of options:
id_id: Dalam Opsi Anda memiliki sejumlah opsi:

source: Depending on your MySQL configuration you can tweak the "Rows Limit" and "Delay Time" that may help to improve the overall time it takes to perform a complete forum import.
id_id: Bergantung pada konfigurasi MySQL Anda, Anda dapat menyesuaikan "Rows Limit" dan "Delay Time" yang dapat membantu meningkatkan waktu keseluruhan yang diperlukan untuk melakukan impor forum secara lengkap.

source: "Convert Users" will import your legacy forum members as WordPress Users.
id_id: "Konversi Pengguna" akan mengimpor anggota forum lama Anda sebagai Pengguna WordPress.

source: "Start Over" will start the importer fresh, if your import failed for any reason leaving this setting unchecked the importer will begin from where it left off.
id_id: "Start Over" akan memulai importir baru, jika impor Anda gagal karena alasan apa pun dengan membiarkan setelan ini tidak dicentang, importir akan memulai dari tempat terakhirnya.

source: "Purge Previous Import" will remove data imported from a failed import without removing your existing forum data.
id_id: "Hapus Impor Sebelumnya" akan menghapus data yang diimpor dari impor yang gagal tanpa menghapus data forum Anda yang ada.

source: bbPress keeps track of relationships between forums, topics, replies, topic-tags, favorites, subscriptions, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
id_id: bbPress melacak hubungan antara forum, topik, balasan, tag topik, favorit, langganan, dan pengguna. Terkadang hubungan ini menjadi tidak sinkron, paling sering setelah impor atau migrasi. Gunakan alat di bawah untuk menghitung ulang hubungan ini secara manual.

source: Some of these tools create substantial database overhead. Use caution when running more than 1 repair at a time.
id_id: Beberapa alat ini membuat overhead database yang substansial. Berhati-hatilah saat menjalankan lebih dari 1 perbaikan sekaligus.

source: Select bulk action
id_id: Pilih tindakan massal

source: Run
id_id: Lari

source: Apply
id_id: Menerapkan

source: Filter
id_id: Saring

source: Select All
id_id: Pilih Semua

source: Description
id_id: Deskripsi

source: Components
id_id: Komponen

source: Overhead
id_id: Atas

source: Run %s
id_id: Jalankan %s

source: Show more details
id_id: Tampilkan lebih banyak detail

source: No repair tools match this criteria.
id_id: Tidak ada alat perbaikan yang cocok dengan kriteria ini.

source: Counting the number of replies in each topic&hellip; %s
id_id: Menghitung jumlah balasan di setiap topik&hellip; %s

source: Failed!
id_id: Gagal!

source: Complete!
id_id: Lengkap!

source: Counting the number of voices in each topic&hellip; %s
id_id: Menghitung jumlah komentar di setiap topik&hellip; %s

source: Counting the number of pending, spammed, and trashed replies in each topic&hellip; %s
id_id: Menghitung jumlah balasan tertunda, spam, dan dibuang di setiap topik&hellip; %s

source: Counting the number of topics in each forum&hellip; %s
id_id: Menghitung jumlah topik di setiap forum&hellip; %s

source: Counting the number of topics in each topic-tag&hellip; %s
id_id: Menghitung jumlah topik di setiap tag-topik&hellip; %s

source: Counting the number of replies in each forum&hellip; %s
id_id: Menghitung jumlah balasan di setiap forum&hellip; %s

source: Counting the number of pending, spammed, and trashed replies in each forum&hellip; %s
id_id: Menghitung jumlah balasan tertunda, spam, dan dibuang di setiap forum&hellip; %s

source: Counting the number of topics each user has created&hellip; %s
id_id: Menghitung jumlah topik yang dibuat setiap pengguna&hellip; %s

source: Counting the number of topics to which each user has replied&hellip; %s
id_id: Menghitung jumlah topik yang telah dibalas setiap pengguna&hellip; %s

source: Removing unpublished topics from user favorites&hellip; %s
id_id: Menghapus topik yang tidak dipublikasikan dari favorit pengguna&hellip; %s

source: Nothing to remove!
id_id: Tidak ada yang perlu dihapus!

source: Removing trashed topics from user subscriptions&hellip; %s
id_id: Menghapus topik sampah dari langganan pengguna&hellip; %s

source: Removing trashed forums from user subscriptions&hellip; %s
id_id: Menghapus forum sampah dari langganan pengguna&hellip; %s

source: Remapping forum role for each user on this site&hellip; %s
id_id: Memetakan ulang peran forum untuk setiap pengguna di situs ini&hellip; %s

source: Complete! %s users updated.
id_id: Lengkap! %s pengguna diperbarui.

source: Recomputing latest post in every topic and forum&hellip; %s
id_id: Menghitung ulang posting terbaru di setiap topik dan forum&hellip; %s

source: Repairing the sticky topic to the parent forum relationships&hellip; %s
id_id: Memperbaiki topik melekat pada hubungan forum induk&hellip; %s

source: Repairing closed topics&hellip; %s
id_id: Memperbaiki topik tertutup&hellip; %s

source: No closed topics to repair.
id_id: Tidak ada topik tertutup untuk diperbaiki.

source: Complete! %d closed topic repaired.
id_id: Lengkap! % d topik tertutup diperbaiki.

source: Recalculating forum visibility&hellip; %s
id_id: Menghitung ulang visibilitas forum&hellip; %s

source: Recalculating the forum for each post&hellip; %s
id_id: Menghitung ulang forum untuk setiap posting&hellip; %s

source: Recalculating the topic for each post&hellip; %s
id_id: Menghitung ulang topik untuk setiap posting&hellip; %s

source: Recalculating reply menu order&hellip; %s
id_id: Menghitung ulang urutan menu balasan&hellip; %s

source: No reply positions to recalculate.
id_id: Tidak ada posisi balasan untuk dihitung ulang.

source: Revert your forums back to a brand new installation, as if bbPress were never installed. This process cannot be undone.
id_id: Kembalikan forum Anda ke instalasi baru, seolah-olah bbPress tidak pernah diinstal. Proses ini tidak dapat dibatalkan.

source: The following data will be removed:
id_id: Data berikut akan dihapus:

source: All Forums
id_id: Semua Forum

source: All Topics
id_id: Semua Topik

source: All Replies
id_id: Semua Balasan

source: All Topic Tags
id_id: Semua Tag Topik

source: All Meta Data
id_id: Semua Meta Data

source: Forum Settings
id_id: Pengaturan Forum

source: Forum Activity
id_id: Kegiatan Forum

source: Forum User Roles
id_id: Peran Pengguna Forum

source: Importer Helper Data
id_id: Data Pembantu Importir

source: Delete imported users?
id_id: Hapus pengguna yang diimpor?

source: Say it ain't so!
id_id: Katakan tidak begitu!

source: This option will delete all previously imported users, and cannot be undone.
id_id: Opsi ini akan menghapus semua pengguna yang diimpor sebelumnya, dan tidak dapat dibatalkan.

source: Proceeding without this checked removes the meta-data necessary to delete these users later.
id_id: Melanjutkan tanpa mencentang ini akan menghapus meta-data yang diperlukan untuk menghapus pengguna ini nanti.

source: Do you really want to do this?
id_id: Apakah Anda benar-benar ingin melakukan ini?

source: This process cannot be undone.
id_id: Proses ini tidak dapat dibatalkan.

source: Backup your database before proceeding.
id_id: Cadangkan database Anda sebelum melanjutkan.

source: Reset bbPress
id_id: Setel ulang bbPress

source: Resetting&hellip;
id_id: Menyetel ulang…

source: Success!
id_id: Keberhasilan!

source: Skipped.
id_id: Dilewati.

source: Removing Forums, Topics, and Replies&hellip; %s
id_id: Menghapus Forum, Topik, dan Balasan&hellip; %s

source: Removing Forum, Topic, and Reply Meta Data&hellip; %s
id_id: Menghapus Forum, Topik, dan Balas Meta Data… %s

source: Removing Revision Data&hellip; %s
id_id: Menghapus Data Revisi… %s

source: Deleting Topic Tags&hellip; %s
id_id: Menghapus Tag Topik… %s

source: Deleting Imported Users&hellip; %s
id_id: Menghapus Pengguna yang Diimpor… %s

source: Deleting Imported User Meta&hellip; %s
id_id: Menghapus Meta Pengguna yang Diimpor… %s

source: Deleting bbPress Specific User Meta&hellip; %s
id_id: Menghapus Meta Pengguna Tertentu bbPress… %s

source: Dropping Conversion Table&hellip; %s
id_id: Membatalkan Tabel Konversi… %s

source: Deleting Settings&hellip; Success!
id_id: Menghapus Pengaturan… Berhasil!

source: Removing Roles and Capabilities&hellip; Success!
id_id: Menghapus Peran dan Kemampuan… Berhasil!

source: As bbPress improves, occasionally database upgrades are required but some forums are too large to upgrade automatically. Use the tools below to manually run upgrade routines.
id_id: Saat bbPress membaik, terkadang peningkatan basis data diperlukan tetapi beberapa forum terlalu besar untuk ditingkatkan secara otomatis. Gunakan alat di bawah untuk menjalankan rutinitas peningkatan versi secara manual.

source: Some of these tools create substantial database overhead. Use caution when running more than 1 upgrade at a time.
id_id: Beberapa alat ini membuat overhead database yang substansial. Berhati-hatilah saat menjalankan lebih dari 1 peningkatan sekaligus.

source: Version
id_id: Versi: kapan

source: Upgrading user engagements&hellip; %s
id_id: Meningkatkan keterlibatan pengguna… %s

source: No engagements to upgrade.
id_id: Tidak ada keterlibatan untuk ditingkatkan.

source: Complete! %d engagement upgraded.
id_id: Lengkap! % d keterlibatan ditingkatkan.

source: Upgrading BuddyPress group-forum relationships&hellip; %s
id_id: Meningkatkan hubungan forum grup BuddyPress… %s

source: group-forums
id_id: forum grup

source: Complete! %s groups updated; %s forums updated; %s forum statuses synced.
id_id: Lengkap! %s grup diperbarui; %s forum diperbarui; %s status forum disinkronkan.

source: Upgrading user favorites&hellip; %s
id_id: Meningkatkan favorit pengguna… %s

source: No favorites to upgrade.
id_id: Tidak ada favorit untuk ditingkatkan.

source: Complete! %d favorite upgraded.
id_id: Lengkap! % d favorit ditingkatkan.

source: Upgrading user topic subscriptions&hellip; %s
id_id: Meningkatkan langganan topik pengguna… %s

source: No topic subscriptions to upgrade.
id_id: Tidak ada langganan topik untuk ditingkatkan.

source: Complete! %d topic subscription upgraded.
id_id: Lengkap! %d langganan topik ditingkatkan.

source: Upgrading user forum subscriptions&hellip; %s
id_id: Meningkatkan langganan forum pengguna… %s

source: No forum subscriptions to upgrade.
id_id: Tidak ada langganan forum untuk ditingkatkan.

source: Complete! %d forum subscription upgraded.
id_id: Lengkap! %d langganan forum ditingkatkan.

source: Remove favorites from usermeta&hellip; %s
id_id: Hapus favorit dari usermeta… %s

source: No favorites to remove.
id_id: Tidak ada favorit untuk dihapus.

source: Complete! %d favorite deleted.
id_id: Lengkap! % d favorit dihapus.

source: Remove topic subscriptions from usermeta&hellip; %s
id_id: Hapus langganan topik dari usermeta… %s

source: No topic subscriptions to remove.
id_id: Tidak ada langganan topik untuk dihapus.

source: Complete! %d topic subscription deleted.
id_id: Lengkap! %d langganan topik dihapus.

source: Remove forum subscriptions from usermeta&hellip; %s
id_id: Hapus langganan forum dari usermeta… %s

source: No forum subscriptions to remove.
id_id: Tidak ada langganan forum untuk dihapus.

source: Complete! %d forum subscription deleted.
id_id: Lengkap! %d langganan forum dihapus.

source: bbPress provides the following tools to help you manage your forums:
id_id: bbPress menyediakan alat-alat berikut untuk membantu Anda mengelola forum Anda:

source: The repair was completed successfully
id_id: Perbaikan berhasil diselesaikan

source: The repair was not successful
id_id: Perbaikan tidak berhasil

source: Recalculate parent topic for each reply
id_id: Hitung ulang topik induk untuk setiap balasan

source: Run this if replies appear in the wrong topics.
id_id: Jalankan ini jika balasan muncul di topik yang salah.

source: Recalculate parent forum for each topic and reply
id_id: Hitung ulang forum induk untuk setiap topik dan balasan

source: Run this if topics or replies appear in the wrong forums.
id_id: Jalankan ini jika topik atau balasan muncul di forum yang salah.

source: Recalculate private and hidden forums
id_id: Hitung ulang forum pribadi dan tersembunyi

source: Run this if non-public forums are publicly visible.
id_id: Jalankan ini jika forum non-publik dapat dilihat oleh publik.

source: Recalculate last activity in each topic and forum
id_id: Hitung ulang aktivitas terakhir di setiap topik dan forum

source: Run this if freshness appears incorrectly.
id_id: Jalankan ini jika kesegaran tidak muncul dengan benar.

source: Recalculate sticky relationship of each topic
id_id: Hitung ulang hubungan lengket setiap topik

source: Run this if sticky topics appear incorrectly.
id_id: Jalankan ini jika topik lengket tidak muncul dengan benar.

source: Recalculate position of each reply in each topic
id_id: Hitung ulang posisi setiap balasan di setiap topik

source: Run this if replies appear in the wrong order.
id_id: Jalankan ini jika balasan muncul dalam urutan yang salah.

source: Recalculate engagements in each topic for each user
id_id: Hitung ulang keterlibatan di setiap topik untuk setiap pengguna

source: Run this if voices appear incorrectly.
id_id: Jalankan ini jika komentar tidak muncul dengan benar.

source: Repair closed topic statuses
id_id: Perbaiki status topik tertutup
